const apiData = [
  {
    "title": "5 бригада ВС РФ освободили село Воздвиженку",
    "link": "https://lostarmour.info/news/update-010125-01--29263",
    "date": "2025-01-01",
    "lat": 48.3068601,
    "lon": 37.5096147,
    "place": "Воздвиженка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел ВСУ застрявшего танка ВС РФ",
    "link": "https://lostarmour.info/news/update-020125-10",
    "date": "2025-01-02",
    "lat": 48.132468,
    "lon": 37.035283,
    "place": "Новоелизаветовка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвигаются севернее Нового Труда к Красноармейску",
    "link": "https://lostarmour.info/news/update-020125-09",
    "date": "2025-01-02",
    "lat": 48.21704,
    "lon": 37.17322,
    "place": "Новый Труд, Зелёное",
    "eng": "Закрас"
  },
  {
    "title": "Атака бронетехникой ВС РФ",
    "link": "https://lostarmour.info/news/update-020125-08",
    "date": "2025-01-02",
    "lat": 48.203195,
    "lon": 37.037419,
    "place": "Нововасилевка",
    "eng": "Закрас"
  },
  {
    "title": "Штурм позиций силами ВС РФ (архив 31.12.2024)",
    "link": "https://lostarmour.info/news/update-020125-07",
    "date": "2025-01-02",
    "lat": 47.945676,
    "lon": 37.179324,
    "place": "Янтарное",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ впервые с сентября 2022 года успешно перешли речку, разделяющую пгт Белогоровку, и закрепились. Удар по позиции ВС РФ (архив 01.01)",
    "link": "https://lostarmour.info/news/update-020125-06",
    "date": "2025-01-02",
    "lat": 48.92538,
    "lon": 38.24414,
    "place": "Белогоровка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ в 31-м мкр (архив 31.12.2024)",
    "link": "https://lostarmour.info/news/update-020125-05",
    "date": "2025-01-02",
    "lat": 48.402938,
    "lon": 37.821963,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Расширение контроля южнее меловой горы (архив 01.01)",
    "link": "https://lostarmour.info/news/update-020125-04",
    "date": "2025-01-02",
    "lat": 48.889206,
    "lon": 38.232976,
    "place": "Белогоровка, Золотарёвка",
    "eng": "Закрас"
  },
  {
    "title": "Флаг ВС РФ поднят над водонапорной башней у восточного въезда в село. Остаётся неизвестным, почему соседнее Луговское никогда не заявляли, хотя по привязкам оно вряд ли было уверенно за нашими раньше (и когда его освободили - возможно, в районе 23.08.2024)",
    "link": "https://lostarmour.info/news/update-020125-03--29366",
    "date": "2025-01-02",
    "lat": 47.526751,
    "lon": 36.003767,
    "place": "Белогорье, Луговское",
    "eng": "Закрас"
  },
  {
    "title": "Видео TIMURSOCHI LIVE. Заявлено как атака ВС РФ западнее Красного [Сонцовки] в Петропавловке (архив 31.12.2024)",
    "link": "https://lostarmour.info/news/update-020125-02--29369",
    "date": "2025-01-02",
    "lat": 48.04637,
    "lon": 37.143933,
    "place": "Петропавловка",
    "eng": "Закрас"
  },
  {
    "title": "Атака, высадка десанта ВС РФ (архив 01.01)",
    "link": "https://lostarmour.info/news/update-020125-01",
    "date": "2025-01-02",
    "lat": 48.171371,
    "lon": 37.031827,
    "place": "Нововасилевка, Новоелизаветовка, Надеждинка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВСУ (видео от 22.12.2024 изначально вызывало сомнения в контексте, но сейчас подтверждено соседней привязкой)",
    "link": "https://lostarmour.info/news/update-030125-03--28795",
    "date": "2025-01-03",
    "lat": 47.532047,
    "lon": 35.360529,
    "place": "Каменское",
    "eng": "Открас"
  },
  {
    "title": "Удар по складу БК с селе Каменском Запорожской (подтверждение видео от 22.12.2024)",
    "link": "https://lostarmour.info/news/update-030125-02--29455",
    "date": "2025-01-03",
    "lat": 47.533553,
    "lon": 35.363715,
    "place": "Каменское",
    "eng": "Открас"
  },
  {
    "title": "Атака одной единицы бронетехники ВС РФ под обстрелом со стороны ВСУ (архив 02.01)",
    "link": "https://lostarmour.info/news/update-030125-01",
    "date": "2025-01-03",
    "lat": 47.94013,
    "lon": 37.02984,
    "place": "Разлив",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом (архив 03.01)",
    "link": "https://lostarmour.info/news/update-040125-03",
    "date": "2025-01-04",
    "lat": 48.22363,
    "lon": 37.26813,
    "place": "Лысовка",
    "eng": "Закрас"
  },
  {
    "title": "МО: ВС РФ освободили село Надия в ЛНР. Остаётся в ЛНР освободить 5 н.п. - Белогоровку, Петровку (укр. Грековка), Новоегоровку, Свердловку (укр. Новоегоровка) и Новолюбовку",
    "link": "https://lostarmour.info/news/update-040125-02",
    "date": "2025-01-04",
    "lat": 49.371098,
    "lon": 37.926255,
    "place": "Надия",
    "eng": "Закрас"
  },
  {
    "title": "Вражеское видео: позиции ВС РФ за с. Волковым, подтверждают заявки врага от 3 января о полном освобождении села",
    "link": "https://lostarmour.info/news/update-040125-01",
    "date": "2025-01-04",
    "lat": 48.234688,
    "lon": 37.077063,
    "place": "Волково",
    "eng": "Закрас"
  },
  {
    "title": "Одна единица техники ВСУ заехала в хутор Бердин Большесолдатского района Курской. Закрепились или нет - неизвестно",
    "link": "https://lostarmour.info/news/update-050125-10",
    "date": "2025-01-05",
    "lat": 51.3160676,
    "lon": 35.4257026,
    "place": "Бердин",
    "eng": "Открас"
  },
  {
    "title": "Танковая атака ВС РФ",
    "link": "https://lostarmour.info/news/update-050125-09",
    "date": "2025-01-05",
    "lat": 47.97091,
    "lon": 37.20649,
    "place": "Курахово",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрел дрона FPV (04.01)",
    "link": "https://lostarmour.info/news/update-050125-08",
    "date": "2025-01-05",
    "lat": 48.39943,
    "lon": 37.82013,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли новые позиции, под обстрелами FPV",
    "link": "https://lostarmour.info/news/update-050125-07",
    "date": "2025-01-05",
    "lat": 51.167288,
    "lon": 35.293633,
    "place": "Махновка",
    "eng": "Закрас"
  },
  {
    "title": "114-я бригада освободила Петропавловку ДНР 4 января (точка указывает на флаг)",
    "link": "https://lostarmour.info/news/update-050125-06",
    "date": "2025-01-05",
    "lat": 48.0467001,
    "lon": 37.1401273,
    "place": "Петропавловка",
    "eng": "Закрас"
  },
  {
    "title": "Попытка наката ВСУ силами примерно десятка ББМ утром 5 января в направлении хутора Бердин. По текущим данным, без существенных приобретений у ВСУ, до Бердина не дошли. Привязка по каналу Моисея",
    "link": "https://lostarmour.info/news/update-050125-05",
    "date": "2025-01-05",
    "lat": 51.291886,
    "lon": 35.411534,
    "place": "Бердин, Мартыновка, Русское Поречное",
    "eng": "Открас"
  },
  {
    "title": "Военнослужащие отряда спецназначения «Грачи» 346 бригады спецназа ЮВО и 5 отдельной гвардейской мотострелковой бригады вывесили флаг на самом западном, трубном заводе г. Курахова",
    "link": "https://lostarmour.info/news/update-050125-04",
    "date": "2025-01-05",
    "lat": 47.9924968,
    "lon": 37.2123404,
    "place": "Курахово",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ бронетехникой  (архив 04.01)",
    "link": "https://lostarmour.info/news/update-050125-03",
    "date": "2025-01-05",
    "lat": 49.50275,
    "lon": 37.79523,
    "place": "Лозовая",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ заняли новые позиции на западном берегу канала (архив 02.01)",
    "link": "https://lostarmour.info/news/update-050125-02",
    "date": "2025-01-05",
    "lat": 48.54548,
    "lon": 37.8794,
    "place": "Часов Яр",
    "eng": "Открас"
  },
  {
    "title": "Танковый бой в селе Елизаветовке",
    "link": "https://lostarmour.info/news/update-050125-01--29564",
    "date": "2025-01-05",
    "lat": 48.3041171,
    "lon": 37.4573178,
    "place": "Елизаветовка",
    "eng": "Закрас"
  },
  {
    "title": "Высадка десанта на большой укреп",
    "link": "https://lostarmour.info/news/update-060125-07",
    "date": "2025-01-06",
    "lat": 49.47013,
    "lon": 37.76045,
    "place": "Лозовая",
    "eng": "Закрас"
  },
  {
    "title": "Заявление Северного Ветра: хутор Бердин зачищен от ВСУ",
    "link": "https://lostarmour.info/news/update-060125-06",
    "date": "2025-01-06",
    "lat": 51.3164,
    "lon": 35.426261,
    "place": "Бердин",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ достигли края Дзержинска в мкр. Фомиха",
    "link": "https://lostarmour.info/news/update-060125-05",
    "date": "2025-01-06",
    "lat": 48.406759,
    "lon": 37.831838,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Передовая позиция ВС РФ северо-восточнее Волкова. Возможно, Песчаное также освобождено",
    "link": "https://lostarmour.info/news/update-060125-04",
    "date": "2025-01-06",
    "lat": 48.238572,
    "lon": 37.090801,
    "place": "Волково",
    "eng": "Закрас"
  },
  {
    "title": "Боец ВС РФ устанавливает минные заграждения",
    "link": "https://lostarmour.info/news/update-060125-03",
    "date": "2025-01-06",
    "lat": 48.406893,
    "lon": 37.848739,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ попадают под обстрелы",
    "link": "https://lostarmour.info/news/update-060125-02",
    "date": "2025-01-06",
    "lat": 48.405547,
    "lon": 37.834822,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: 5 января освобождено село Леонидово",
    "link": "https://lostarmour.info/news/update-060125-01",
    "date": "2025-01-06",
    "lat": 51.3193105,
    "lon": 35.1393539,
    "place": "Леонидово",
    "eng": "Закрас"
  },
  {
    "title": "Новоелизаветовка",
    "link": "https://lostarmour.info/news/update-070125-08",
    "date": "2025-01-07",
    "lat": 48.138194,
    "lon": 37.031278,
    "place": "Новоелизаветовка",
    "eng": "Закрас"
  },
  {
    "title": "Штурмовая группа ВС РФ под обстрелом врага (архив 06.01)",
    "link": "https://lostarmour.info/news/update-070125-07",
    "date": "2025-01-07",
    "lat": 51.351651,
    "lon": 35.198435,
    "place": "Старая Сорочина",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ в Дзержинске под ударом",
    "link": "https://lostarmour.info/news/update-070125-06",
    "date": "2025-01-07",
    "lat": 48.402409,
    "lon": 37.820328,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Пехотное подразделение ВС РФ атаковано техникой ВСУ (архив 06.01)",
    "link": "https://lostarmour.info/news/update-070125-05",
    "date": "2025-01-07",
    "lat": 51.33161,
    "lon": 35.30269,
    "place": "Русское Поречное",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение ВС РФ к селу Котлину (архив 06.01)",
    "link": "https://lostarmour.info/news/update-070125-04",
    "date": "2025-01-07",
    "lat": 48.240443,
    "lon": 37.075954,
    "place": "Волково, Котлино",
    "eng": "Закрас"
  },
  {
    "title": "Атака бронетехникой ВС РФ",
    "link": "https://lostarmour.info/news/update-070125-03",
    "date": "2025-01-07",
    "lat": 48.317399,
    "lon": 37.49433,
    "place": "Водяное Второе, Воздвиженка",
    "eng": "Закрас"
  },
  {
    "title": "114 бригада освободила село Шевченко",
    "link": "https://lostarmour.info/news/update-070125-02--29737",
    "date": "2025-01-07",
    "lat": 48.0180849,
    "lon": 37.1499918,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под вражеским обстрелом (архив 06.01)",
    "link": "https://lostarmour.info/news/update-070125-01",
    "date": "2025-01-07",
    "lat": 48.40047,
    "lon": 37.81412,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВСУ (архив 06.01)",
    "link": "https://lostarmour.info/news/update-080125-08",
    "date": "2025-01-08",
    "lat": 49.585875,
    "lon": 37.750493,
    "place": "Глушковка",
    "eng": "Открас"
  },
  {
    "title": "ВС РФ продвинулись западнее Украинки к Ясеновому",
    "link": "https://lostarmour.info/news/update-080125-07",
    "date": "2025-01-08",
    "lat": 48.10645,
    "lon": 37.07889,
    "place": "Украинка, Ясеновое",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под сбросами",
    "link": "https://lostarmour.info/news/update-080125-06",
    "date": "2025-01-08",
    "lat": 48.40423,
    "lon": 37.82111,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под ударом FPV (архив 07.01)",
    "link": "https://lostarmour.info/news/update-080125-05",
    "date": "2025-01-08",
    "lat": 48.225069,
    "lon": 37.144352,
    "place": "пгт Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Атака бронетехникой ВСУ на позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-080125-04",
    "date": "2025-01-08",
    "lat": 51.33752,
    "lon": 35.2153,
    "place": "Николаевка",
    "eng": "Закрас"
  },
  {
    "title": "Огневой налёт ВСУ (архив 07.01)",
    "link": "https://lostarmour.info/news/update-080125-03",
    "date": "2025-01-08",
    "lat": 49.562,
    "lon": 37.71813,
    "place": "Колесниковка",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ в водоочистных сооружениях (архив 07.01)",
    "link": "https://lostarmour.info/news/update-080125-02",
    "date": "2025-01-08",
    "lat": 47.99006,
    "lon": 37.20679,
    "place": "Курахово, Дачное",
    "eng": "Закрас"
  },
  {
    "title": "Позиция Русской Армии (архив 07.01)",
    "link": "https://lostarmour.info/news/update-080125-01",
    "date": "2025-01-08",
    "lat": 48.845047,
    "lon": 38.207247,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Передовая позиция ВС РФ попала под обстрел ВСУ",
    "link": "https://lostarmour.info/news/update-090125-04",
    "date": "2025-01-09",
    "lat": 49.21897,
    "lon": 37.96479,
    "place": "Макеевка",
    "eng": "Закрас"
  },
  {
    "title": "Одинокий боец ВС РФ в небоевой обстановке попал под обстрел FPV",
    "link": "https://lostarmour.info/news/update-090125-03",
    "date": "2025-01-09",
    "lat": 48.221521,
    "lon": 37.06343,
    "place": "Волково, Солёное",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ + видео штурма в районе Малой Локни 5 января. По данным с мест, Кругленькое ещё не за нашими",
    "link": "https://lostarmour.info/news/update-090125-02",
    "date": "2025-01-09",
    "lat": 51.310797,
    "lon": 35.175401,
    "place": "Александрия, Викторовка",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение ВС РФ к Петровке (незаконно переименовано Украиной в Грековку)",
    "link": "https://lostarmour.info/news/update-090125-01",
    "date": "2025-01-09",
    "lat": 49.236936,
    "lon": 37.96443,
    "place": "Макеевка",
    "eng": "Закрас"
  },
  {
    "title": "Боец ВС РФ под сбросами (архив 07.01)",
    "link": "https://lostarmour.info/news/update-100125-13",
    "date": "2025-01-10",
    "lat": 48.406166,
    "lon": 37.841392,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Боец ВС РФ у ДК шахты Торецкой",
    "link": "https://lostarmour.info/news/update-100125-12",
    "date": "2025-01-10",
    "lat": 48.404466,
    "lon": 37.855158,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Боец ВС РФ",
    "link": "https://lostarmour.info/news/update-100125-11",
    "date": "2025-01-10",
    "lat": 48.402699,
    "lon": 37.84444,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под сбросами ВСУ",
    "link": "https://lostarmour.info/news/update-100125-10",
    "date": "2025-01-10",
    "lat": 48.404879,
    "lon": 37.839983,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест («Калинин»): Славянка освобождена два дня назад",
    "link": "https://lostarmour.info/news/update-100125-09",
    "date": "2025-01-10",
    "lat": 48.068793,
    "lon": 37.134288,
    "place": "Славянка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом 82 бригады ВСУ",
    "link": "https://lostarmour.info/news/update-100125-08",
    "date": "2025-01-10",
    "lat": 51.315678,
    "lon": 35.319714,
    "place": "Косица",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ севернее Косицы",
    "link": "https://lostarmour.info/news/update-100125-07",
    "date": "2025-01-10",
    "lat": 51.31611,
    "lon": 35.30694,
    "place": "Косица",
    "eng": "Закрас"
  },
  {
    "title": "Заявлено как обстрел позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-100125-06",
    "date": "2025-01-10",
    "lat": 48.386242,
    "lon": 37.789228,
    "place": "пгт Петровка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ (архив 09.01)",
    "link": "https://lostarmour.info/news/update-100125-05",
    "date": "2025-01-10",
    "lat": 48.54084,
    "lon": 37.86247,
    "place": "Часов Яр, Ступочки",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под ударами врага. Пересекается с заявками на освобождение большей части Русского Поречного",
    "link": "https://lostarmour.info/news/update-100125-04",
    "date": "2025-01-10",
    "lat": 51.314273,
    "lon": 35.3317158,
    "place": "Русское Поречное",
    "eng": "Закрас"
  },
  {
    "title": "Заявлено как позиции ВС РФ на крайнем северо-западе Дзержинска под обстрелом. Почти весь город освобождён.",
    "link": "https://lostarmour.info/news/update-100125-03",
    "date": "2025-01-10",
    "lat": 48.410845,
    "lon": 37.813866,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/update-100125-02",
    "date": "2025-01-10",
    "lat": 48.40248,
    "lon": 37.81323,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом, согласуется со вражескими заявками об освобождении большей части села",
    "link": "https://lostarmour.info/news/update-100125-01",
    "date": "2025-01-10",
    "lat": 48.21269,
    "lon": 37.04592,
    "place": "Солёное",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ в доме на ул. Волынской, 30 на самом северо-западе Дзержинска (архив 10.01). В Дзержинске нашим остаётся освободить максимум несколько домов частного сектора и шахту Торецкую",
    "link": "https://lostarmour.info/news/update-110125-07",
    "date": "2025-01-11",
    "lat": 48.40978,
    "lon": 37.84123,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Видео 67 ОМБр (бывший Правый Сектор). Позиции ВС РФ на пойме р. Снагости по другую сторону госграницы с Сумской областью в районе Успеновки (архив 10.01.25).",
    "link": "https://lostarmour.info/news/update-110125-06",
    "date": "2025-01-11",
    "lat": 51.2209,
    "lon": 34.95391,
    "place": "Успеновка, Журавка",
    "eng": "Закрас"
  },
  {
    "title": "Освобождено село Янтарное",
    "link": "https://lostarmour.info/news/update-110125-05",
    "date": "2025-01-11",
    "lat": 47.9405503,
    "lon": 37.1620598,
    "place": "Янтарное",
    "eng": "Закрас"
  },
  {
    "title": "Дмитрий Кулько: ВС РФ заняли мкр. Северный, ж/д Станцию и 20% Часовоярского огнеупорного комбината",
    "link": "https://lostarmour.info/news/update-110125-04",
    "date": "2025-01-11",
    "lat": 48.5927823,
    "lon": 37.8152268,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "По данным источника с мест (здесь и далее «Калинин»), за Славянкой прошли на три лесопосадки вдоль балки, а вот южнее Петропавловки опорник пока ещё не взят",
    "link": "https://lostarmour.info/news/update-110125-03",
    "date": "2025-01-11",
    "lat": 48.065302,
    "lon": 37.094993,
    "place": "Петропавловка, Славянка",
    "eng": "Закрас"
  },
  {
    "title": "Три удара украинских FPV по заявленной позиции ВС РФ (архив 09.01)",
    "link": "https://lostarmour.info/news/update-110125-02",
    "date": "2025-01-11",
    "lat": 48.402535,
    "lon": 37.862786,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "74 бригада ВС РФ освободила пгт Шевченко, также заявка от Минобороны (2,6 км от первых домов Красноармейска)",
    "link": "https://lostarmour.info/news/update-110125-01",
    "date": "2025-01-11",
    "lat": 48.2261829,
    "lon": 37.1534638,
    "place": "пгт Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвигаются к Дачному",
    "link": "https://lostarmour.info/news/update-120125-06",
    "date": "2025-01-12",
    "lat": 47.98427,
    "lon": 37.19771,
    "place": "Дачное",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на берегу р. Сухих Ялов у с. Нового Комара отрезала последний сухопутный выход из пгт Великой Новосёлки",
    "link": "https://lostarmour.info/news/update-120125-05",
    "date": "2025-01-12",
    "lat": 47.87047,
    "lon": 36.82451,
    "place": "Новый Комар",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ. Наши вышли на бывшую рокадную трассу Красноармейск-Константиновка (сама атака, вероятно, зафиксирована на вражеских кадрах ещё 08.01)",
    "link": "https://lostarmour.info/news/update-120125-04",
    "date": "2025-01-12",
    "lat": 48.336843,
    "lon": 37.47775,
    "place": "Новая Полтавка, Берёзовка, Ульяновка (Малиновка), Водяное Второе",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на западе с. Нововасилевка, вероятно, подтверждает его полное освобождение",
    "link": "https://lostarmour.info/news/update-120125-03",
    "date": "2025-01-12",
    "lat": 48.20088,
    "lon": 37.03199,
    "place": "Нововасилевка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено Калиново Харьковской области (методом исключения установлено, что село в Купянском районе)",
    "link": "https://lostarmour.info/news/update-120125-02",
    "date": "2025-01-12",
    "lat": 49.787237,
    "lon": 37.633933,
    "place": "Калиново",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест (здесь и далее «Киров»: ВС РФ зачищают Зелёный Гай",
    "link": "https://lostarmour.info/news/update-120125-01",
    "date": "2025-01-12",
    "lat": 49.41112,
    "lon": 37.7911099,
    "place": "Зелёный Гай",
    "eng": "Закрас"
  },
  {
    "title": "Воин_DV: освобождено с. Нескучное",
    "link": "https://lostarmour.info/news/update-130125-03--30088",
    "date": "2025-01-13",
    "lat": 47.821689,
    "lon": 36.812438,
    "place": "Нескучное",
    "eng": "Закрас"
  },
  {
    "title": "Боец 20 армии ВС РФ демонстрирует флаг России западнее Макеевки в Долгом лесу",
    "link": "https://lostarmour.info/news/update-130125-02--30082",
    "date": "2025-01-13",
    "lat": 49.231722,
    "lon": 37.952833,
    "place": "Макеевка, Петровское (Грековка)",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Песчаное. Подтверждается и видео от \"Бешеных псов\" с флагом в указанных координатах.",
    "link": "https://lostarmour.info/news/update-130125-01",
    "date": "2025-01-13",
    "lat": 48.2353455,
    "lon": 37.1080963,
    "place": "Песчаное",
    "eng": "Закрас"
  },
  {
    "title": "LostArmour: удары ФАБ по позициям ВСУ (кадры свежие, январь 2025)",
    "link": "https://lostarmour.info/news/update-140125-06",
    "date": "2025-01-14",
    "lat": 51.3265111,
    "lon": 35.1664424,
    "place": "Кругляковка, Старая Сорочина",
    "eng": "Открас"
  },
  {
    "title": "Официальный ТГ канал НМ ДНР: зачистка опорника у Дачного (приблизительная привязка на карте от самого канала, закрас консервативный)",
    "link": "https://lostarmour.info/news/update-140125-05",
    "date": "2025-01-14",
    "lat": 47.974943,
    "lon": 37.176336,
    "place": "Дачное, Янтарное",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение ВС РФ",
    "link": "https://lostarmour.info/news/update-140125-04",
    "date": "2025-01-14",
    "lat": 48.140398,
    "lon": 37.019502,
    "place": "Надеждинка (Надеевка), Новоелизаветовка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ подошли к югу села Зверева (архив 09.01)",
    "link": "https://lostarmour.info/news/update-140125-03",
    "date": "2025-01-14",
    "lat": 48.245195,
    "lon": 37.114866,
    "place": "Зверево",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Терны (и подтверждено вчерашнее Нескучное)",
    "link": "https://lostarmour.info/news/update-140125-02",
    "date": "2025-01-14",
    "lat": 49.08049,
    "lon": 37.95395,
    "place": "Терны",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом. Подтверждает фактическое освобождение Новоелизаветовки",
    "link": "https://lostarmour.info/news/update-140125-01",
    "date": "2025-01-14",
    "lat": 48.139423,
    "lon": 37.02597,
    "place": "Новоелизаветовка",
    "eng": "Закрас"
  },
  {
    "title": "Поражение FPV транспорта ВСУ в селе Успеновке, вероятно, показывает, что ВСУ вновь перешли границу у Веселовки Сумской области и вновь оккупировали село (или, возможно, нашим после зачистки села в сентябре не удалось закрепиться)",
    "link": "https://lostarmour.info/news/update-150125-11",
    "date": "2025-01-15",
    "lat": 51.21462,
    "lon": 34.93492,
    "place": "Успеновка",
    "eng": "Открас"
  },
  {
    "title": "Пограничник из ада: ВСУ вновь выбили ВС РФ с Волчанского агрегатного завода (только с мая 2024 года он был взят ВС РФ, утрачен, снова взят и снова утрачен, до этого ещё в 2022 году был взят вместе с Волчанском и вместе с городом утрачен)",
    "link": "https://lostarmour.info/news/update-150125-10",
    "date": "2025-01-15",
    "lat": 50.2911988,
    "lon": 36.9420466,
    "place": "Волчанск",
    "eng": "Открас"
  },
  {
    "title": "Эвакуационная группа ВС РФ под обстрелом. Потверждение \"Горького\" о начале штурма Времевки",
    "link": "https://lostarmour.info/news/update-150125-09",
    "date": "2025-01-15",
    "lat": 47.83018,
    "lon": 36.80995,
    "place": "Времевка",
    "eng": "Закрас"
  },
  {
    "title": "Южный Рубеж: штурмовая группа 39 омсбр взяла опорный пункт",
    "link": "https://lostarmour.info/news/update-150125-08",
    "date": "2025-01-15",
    "lat": 47.9521487,
    "lon": 37.1342525,
    "place": "Сухие Ялы",
    "eng": "Закрас"
  },
  {
    "title": "Удар FPV по позиции ВС РФ (архив 14.01)",
    "link": "https://lostarmour.info/news/update-150125-07",
    "date": "2025-01-15",
    "lat": 51.169285,
    "lon": 35.295546,
    "place": "Махновка",
    "eng": "Закрас"
  },
  {
    "title": "Мир | Перезагрузка: Самарский спецназ штурмом взял траншеи ВСУ",
    "link": "https://lostarmour.info/news/update-150125-06",
    "date": "2025-01-15",
    "lat": 48.2310607,
    "lon": 37.0720359,
    "place": "Волково",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВС РФ FPV",
    "link": "https://lostarmour.info/news/update-150125-05",
    "date": "2025-01-15",
    "lat": 49.229643,
    "lon": 37.9518,
    "place": "Макеевка",
    "eng": "Закрас"
  },
  {
    "title": "БМП и МТ-ЛБ ВС РФ под ударами FPV (архив 08.01)",
    "link": "https://lostarmour.info/news/update-150125-04",
    "date": "2025-01-15",
    "lat": 47.96669,
    "lon": 37.074646,
    "place": "Зеленовка",
    "eng": "Закрас"
  },
  {
    "title": "Боец Русской Армии под обстрелом на юге Торецкой шахты",
    "link": "https://lostarmour.info/news/update-150125-03",
    "date": "2025-01-15",
    "lat": 48.40627,
    "lon": 37.854706,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "\"Срезаны\" карманы к востоку от Великой Новосёлки из обоснованного предположения, что они меньше нынешнего (нарисованы во время, когда Октябрь и Новый Комар ещё не были освобождены)",
    "link": "https://lostarmour.info/news/update-150125-02",
    "date": "2025-01-15",
    "lat": 47.8036,
    "lon": 36.84005,
    "place": "Великая Новосёлка, Октябрь, Новый Комар",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ в промышленном комплексе",
    "link": "https://lostarmour.info/news/update-150125-01",
    "date": "2025-01-15",
    "lat": 48.403689,
    "lon": 37.812452,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы 136 бригады участвуют в освобождении села Тихого, большая часть северного микрорайона уже освобождена",
    "link": "https://lostarmour.info/news/update-160125-04",
    "date": "2025-01-16",
    "lat": 50.30834,
    "lon": 37.01394,
    "place": "Тихое",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ, подрыв головной машины на минах",
    "link": "https://lostarmour.info/news/update-160125-03",
    "date": "2025-01-16",
    "lat": 47.93756,
    "lon": 37.01661,
    "place": "Разлив",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение ВС РФ",
    "link": "https://lostarmour.info/news/update-160125-02",
    "date": "2025-01-16",
    "lat": 48.24691,
    "lon": 37.11371,
    "place": "Зверево",
    "eng": "Закрас"
  },
  {
    "title": "Енот Херсон: десантники 331 полка 98 дивизии ВДВ полностью овладели огнеупорным заводом в Часове Яре и зачистили его",
    "link": "https://lostarmour.info/news/update-160125-01",
    "date": "2025-01-16",
    "lat": 48.592304,
    "lon": 37.83306,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ пытаются атаковать в Глубоком пехотой и БМП, русские воины закидывают рюкзак с противотанковыми минами в подвал. Скорее всего, эта часть - серая зона",
    "link": "https://lostarmour.info/news/update-170125-10",
    "date": "2025-01-17",
    "lat": 50.2539544,
    "lon": 36.422084,
    "place": "Глубокое",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ в Успеновке в 6.3 км от границы с Днепропетровской областью",
    "link": "https://lostarmour.info/news/update-170125-09",
    "date": "2025-01-17",
    "lat": 48.204247,
    "lon": 37.019887,
    "place": "Успеновка",
    "eng": "Закрас"
  },
  {
    "title": "Флаг ВС РФ на здании во Времевке. Уточнил с мест у \"Горького\", не флагосброс с БПЛА, установлено руками бойцов. Со слов \"Горького\", ВСУшники сбежали за мост. Позже Воин DV заявил о полном освобождении Времевки",
    "link": "https://lostarmour.info/news/update-170125-08--30287",
    "date": "2025-01-17",
    "lat": 47.8391421,
    "lon": 36.821429,
    "place": "Времевка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВС РФ. Скорее всего, Ясеновое уже освобождено (что подтверждает вражеские заявки с утра)",
    "link": "https://lostarmour.info/news/update-170125-07",
    "date": "2025-01-17",
    "lat": 48.09879,
    "lon": 37.05891,
    "place": "Ясеновое",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под FPV-обстрелом",
    "link": "https://lostarmour.info/news/update-170125-06",
    "date": "2025-01-17",
    "lat": 49.40291,
    "lon": 37.81902,
    "place": "Зелёный Гай, Вишнёвое, Першотравневое",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ атакуют вдоль трассы Сватово-Купянск в направлении ж/д-переезда",
    "link": "https://lostarmour.info/news/update-170125-05",
    "date": "2025-01-17",
    "lat": 49.64387,
    "lon": 37.8528,
    "place": "Степовая Новосёловка, Кисловка",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ ведут атаку на позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-170125-04",
    "date": "2025-01-17",
    "lat": 51.31708,
    "lon": 35.20152,
    "place": "Викторовка, Никольский",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: за две недели января освобождено село Русское Поречное",
    "link": "https://lostarmour.info/news/update-170125-03",
    "date": "2025-01-17",
    "lat": 51.314018,
    "lon": 35.330299,
    "place": "Русское Поречное",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: за две недели января освобождено село Кругленькое",
    "link": "https://lostarmour.info/news/update-170125-02",
    "date": "2025-01-17",
    "lat": 51.334549,
    "lon": 35.189304,
    "place": "Кругленькое",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: за две недели января освобождено село Александрия",
    "link": "https://lostarmour.info/news/update-170125-01",
    "date": "2025-01-17",
    "lat": 51.312822,
    "lon": 35.147762,
    "place": "Александрия",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ расширили плацдарм на севере ДНР у Ивановки",
    "link": "https://lostarmour.info/news/update-180125-03",
    "date": "2025-01-18",
    "lat": 49.115693,
    "lon": 37.921108,
    "place": "Ивановка",
    "eng": "Закрас"
  },
  {
    "title": "Высадка десанта Русской армии на позицию",
    "link": "https://lostarmour.info/news/update-180125-02",
    "date": "2025-01-18",
    "lat": 48.583385,
    "lon": 37.835868,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": опорник южнее Петропавловки зачищен",
    "link": "https://lostarmour.info/news/update-180125-01",
    "date": "2025-01-18",
    "lat": 48.03557,
    "lon": 37.141839,
    "place": "Петропавловка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли воздухоподающий ствол шахты №2 и подстанцию 110/6 кВ, физически перерезав ж/д и автотрассы Днепропетровск-Синельниково-Красноармейск",
    "link": "https://lostarmour.info/news/update-190125-10",
    "date": "2025-01-19",
    "lat": 48.261759,
    "lon": 37.059331,
    "place": "Димитрово (Котлино)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ юго-западнее Ивановки",
    "link": "https://lostarmour.info/news/update-190125-09",
    "date": "2025-01-19",
    "lat": 49.09887,
    "lon": 37.922325,
    "place": "Ивановка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ севернее Ивановки",
    "link": "https://lostarmour.info/news/update-190125-08",
    "date": "2025-01-19",
    "lat": 49.127128,
    "lon": 37.938957,
    "place": "Ивановка",
    "eng": "Закрас"
  },
  {
    "title": "Исправлено ошибочное отсутствие закраса северной части Воздвиженки, которая входит в её состав (проверено по разным источникам, включая топокарты). Архив 01.01.2025",
    "link": "https://lostarmour.info/news/update-190125-07",
    "date": "2025-01-19",
    "lat": 48.309048,
    "lon": 37.522014,
    "place": "Воздвиженка",
    "eng": "Закрас"
  },
  {
    "title": "Первая привязка ВС РФ в Великой Новосёлке как подтверждение идущего штурма пгт. Скорее всего, под контроль взята уже территория местного аэродрома малой авиации",
    "link": "https://lostarmour.info/news/update-190125-06",
    "date": "2025-01-19",
    "lat": 47.849556,
    "lon": 36.85014,
    "place": "Великая Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Огневой налёт ВС РФ на территории шахты \"Торецкой\"",
    "link": "https://lostarmour.info/news/update-190125-05",
    "date": "2025-01-19",
    "lat": 48.408705,
    "lon": 37.8561,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиций ВС РФ",
    "link": "https://lostarmour.info/news/update-190125-04",
    "date": "2025-01-19",
    "lat": 48.593476,
    "lon": 37.80403,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Техника ВС РФ (архив 17.01)",
    "link": "https://lostarmour.info/news/update-190125-03",
    "date": "2025-01-19",
    "lat": 51.29255,
    "lon": 35.115,
    "place": "Зелёный Шлях, Александрия",
    "eng": "Закрас"
  },
  {
    "title": "УАЗ-452 России и позиция под атакой (архив 16-17 января 2025)",
    "link": "https://lostarmour.info/news/update-190125-02",
    "date": "2025-01-19",
    "lat": 48.386173,
    "lon": 37.786968,
    "place": "Петровка",
    "eng": "Закрас"
  },
  {
    "title": "Сбросы на позиции ВС РФ (архив 18 декабря 2024)",
    "link": "https://lostarmour.info/news/update-190125-01",
    "date": "2025-01-19",
    "lat": 50.29739,
    "lon": 36.945305,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "БМП-3 ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-200125-07",
    "date": "2025-01-20",
    "lat": 51.30382,
    "lon": 35.1778,
    "place": "Никольский",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ  бронеколонной ",
    "link": "https://lostarmour.info/news/update-200125-06",
    "date": "2025-01-20",
    "lat": 51.3047388,
    "lon": 35.1976,
    "place": "Никольский",
    "eng": "Закрас"
  },
  {
    "title": "Братство 252: Взяли очередную высоту у Макеевки ЛНР",
    "link": "https://lostarmour.info/news/update-200125-05",
    "date": "2025-01-20",
    "lat": 49.24916,
    "lon": 37.984403,
    "place": "Макеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под сбросами",
    "link": "https://lostarmour.info/news/update-200125-04",
    "date": "2025-01-20",
    "lat": 48.409267,
    "lon": 37.856449,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/update-200125-03",
    "date": "2025-01-20",
    "lat": 47.97888,
    "lon": 37.05574,
    "place": "Константинополь, Зеленовка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: ВС РФ освободили Новоегоровку в ЛНР (имеется в виду восточная, западная - Свердловка по законодательству ЛНР). В ЛНР осталось освободить только Свердловку (укр. Новоегоровка), Петровку (укр. Грековка), Новолюбовку и Белогоровку.",
    "link": "https://lostarmour.info/news/update-200125-02",
    "date": "2025-01-20",
    "lat": 49.330173,
    "lon": 37.935107,
    "place": "Новоегоровка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвинулись дальше на юго-восток от Николаево-Дарьина, согласно сведениям от источников с мест",
    "link": "https://lostarmour.info/news/update-210125-07",
    "date": "2025-01-21",
    "lat": 51.240216,
    "lon": 35.043256,
    "place": "Николаево-Дарьино, Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "Военкор Дмитрий Кулько: штурмовики 83 ВДВ полностью освободили село Николаево-Дарьино, в точке развернули флаг ВДВ",
    "link": "https://lostarmour.info/news/update-210125-06",
    "date": "2025-01-21",
    "lat": 51.239174,
    "lon": 34.98793,
    "place": "Николаево-Дарьино",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ у недействующего поливочного пруда",
    "link": "https://lostarmour.info/news/update-210125-05",
    "date": "2025-01-21",
    "lat": 48.045634,
    "lon": 37.107763,
    "place": "Петропавловка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли позиции севернее Зелёного, вероятно, освободив восточную часть либо его целиком",
    "link": "https://lostarmour.info/news/update-210125-04",
    "date": "2025-01-21",
    "lat": 48.216727,
    "lon": 37.195153,
    "place": "Зелёное",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/update-210125-03",
    "date": "2025-01-21",
    "lat": 51.327081,
    "lon": 35.208113,
    "place": "Викторовка",
    "eng": "Закрас"
  },
  {
    "title": "Репортаж RT о штурме укрепрайона в бывшем детском лагере. По заявлениям \"Горца\" с мест, лес до бункера АТОшной эпохи зачищен от ВСУ",
    "link": "https://lostarmour.info/news/update-210125-02",
    "date": "2025-01-21",
    "lat": 48.576839,
    "lon": 37.86029,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Русская Армия продвинулась к агрокомплексу севернее Димитрово и в его северной части",
    "link": "https://lostarmour.info/news/update-220125-08",
    "date": "2025-01-22",
    "lat": 48.260725,
    "lon": 37.050983,
    "place": "Димитрово (Котлино)",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение в Великой Новосёлке",
    "link": "https://lostarmour.info/news/update-220125-07",
    "date": "2025-01-22",
    "lat": 47.850292,
    "lon": 36.847725,
    "place": "Великая Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Техническая корректировка: исправлена речная граница по Северскому Донцу, граница ЛНР и ДНР до СВО с Ростовской областью южнее СД, Чигари и Старомарьевка правильно отнесены к территории, оккупированной ВСУ до начала СВО в результате \"жабьих прыжков\" в 2015-2021",
    "link": "https://lostarmour.info/news/update-220125-06",
    "date": "2025-01-22",
    "lat": 48.045199,
    "lon": 39.879999,
    "place": "Внешняя граница ЛНР и ДНР, Чигари и пгт. Ленинское, Старомарьевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция Русской Армии на ул. Совхозной, 9 показывает освобождение половины посёлка или более. Кладбище у ж/д закрашено предположительно.",
    "link": "https://lostarmour.info/news/update-220125-05",
    "date": "2025-01-22",
    "lat": 48.406622,
    "lon": 37.861638,
    "place": "Крымское",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на бывшем складе стройматериалов. Вероятно, вся жилая застройка г. Дзержинска уже освобождена, осталась шахта и подчинённые в прошлом городу поселения",
    "link": "https://lostarmour.info/news/update-220125-04",
    "date": "2025-01-22",
    "lat": 48.403346,
    "lon": 37.868257,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под ударом FPV ВСУ. Все северо-западные окраины Дзержинска освобождены, остаётся только шахта \"Торецкая\" и, возможно, ряд примыкающих к Крымскому домов на севере и северо-востоке города (архив 20.01)",
    "link": "https://lostarmour.info/news/update-220125-03",
    "date": "2025-01-22",
    "lat": 48.410239,
    "lon": 37.837928,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Западное Купянского района Харьковской области. Подтверждение заявок \"Изнанки\"",
    "link": "https://lostarmour.info/news/update-220125-02",
    "date": "2025-01-22",
    "lat": 49.821401,
    "lon": 37.614522,
    "place": "Западное",
    "eng": "Закрас"
  },
  {
    "title": "Технические правки - внешняя граница ЛНР лучше \"подогнана\" к административной (особенно на участке Чертково-Зориновка), номинальная площадь контроля -44 квадратных км",
    "link": "https://lostarmour.info/news/update-220125-01",
    "date": "2025-01-22",
    "lat": 49.397617,
    "lon": 40.1087063,
    "place": "Внешняя граница ЛНР с Воронежской, Белгородской и Ростовской областями",
    "eng": "Открас"
  },
  {
    "title": "Русская Армия зачистила агроферму севернее Димитрова. Посёлок или полностью освобождён, или близок к этому ",
    "link": "https://lostarmour.info/news/update-230125-07",
    "date": "2025-01-23",
    "lat": 48.261706,
    "lon": 37.044045,
    "place": "Димитрово",
    "eng": "Закрас"
  },
  {
    "title": "Русская Армия зашла на окраины с. Свердликова. Вероятно, эта привязка подтверждает также освобождение Нижнего Клина",
    "link": "https://lostarmour.info/news/update-230125-06",
    "date": "2025-01-23",
    "lat": 51.258677,
    "lon": 35.121198,
    "place": "Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-230125-05",
    "date": "2025-01-23",
    "lat": 48.353909,
    "lon": 37.79418,
    "place": "Новгородское",
    "eng": "Закрас"
  },
  {
    "title": "Корректировка с мест (\"Мицар\"): Марьевка не за ВСУ, но часть Погребков за ними",
    "link": "https://lostarmour.info/news/update-230125-04",
    "date": "2025-01-23",
    "lat": 51.377925,
    "lon": 35.226701,
    "place": "Марьевка, Погребки",
    "eng": "Открас"
  },
  {
    "title": "Пехота ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-230125-03",
    "date": "2025-01-23",
    "lat": 51.28776,
    "lon": 35.11957,
    "place": "Нижний Клин, Леонидово, Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено Солёное",
    "link": "https://lostarmour.info/news/update-230125-02",
    "date": "2025-01-23",
    "lat": 48.2128194,
    "lon": 37.0436602,
    "place": "Солёное",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": примерная схема окружения ВФУ 110-й бригады. Стадион за нашими. Сколько в этом окружении ЛС врага, неизвестно, но не сильно много",
    "link": "https://lostarmour.info/news/update-230125-01",
    "date": "2025-01-23",
    "lat": 47.834171,
    "lon": 36.844444,
    "place": "Великая Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение ВС РФ к пгт. Удачному показывает вероятное освобождение Димитрова",
    "link": "https://lostarmour.info/news/update-240125-04",
    "date": "2025-01-24",
    "lat": 48.245904,
    "lon": 37.019324,
    "place": "Удачное, Димитрово",
    "eng": "Закрас"
  },
  {
    "title": "Штурм опорника силами ВС РФ",
    "link": "https://lostarmour.info/news/update-240125-03--30587",
    "date": "2025-01-24",
    "lat": 48.573617,
    "lon": 37.850233,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ зашли на северные окраины хутора Никольского",
    "link": "https://lostarmour.info/news/update-240125-02",
    "date": "2025-01-24",
    "lat": 51.314641,
    "lon": 35.204711,
    "place": "Никольский",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ установили флаг в центре Великой Новосёлки, подтверждая контроль этой части",
    "link": "https://lostarmour.info/news/update-240125-01",
    "date": "2025-01-24",
    "lat": 47.8432263,
    "lon": 36.83916678,
    "place": "Великая Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ - позиция севернее Димитрова, продвижение в направлении трассы М-30",
    "link": "https://lostarmour.info/news/update-250125-06",
    "date": "2025-01-25",
    "lat": 48.26788,
    "lon": 37.04314,
    "place": "Димитрово (Котлино)",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/update-250125-05",
    "date": "2025-01-25",
    "lat": 48.02539,
    "lon": 37.07784,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-250125-04",
    "date": "2025-01-25",
    "lat": 48.236258,
    "lon": 37.300788,
    "place": "Новогродовка",
    "eng": "Закрас"
  },
  {
    "title": "Установка флага России в южной части пгт. Со слов \"Горького\" и последующей публикации Воина DV, окружение ВСУ уже ликвидировано, контроль над этой территорией установлен",
    "link": "https://lostarmour.info/news/update-250125-03",
    "date": "2025-01-25",
    "lat": 47.833889,
    "lon": 36.833962,
    "place": "Великая Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на шахте \"Торецкая\" под сбросами",
    "link": "https://lostarmour.info/news/update-250125-02",
    "date": "2025-01-25",
    "lat": 48.410521,
    "lon": 37.8569,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-250125-01",
    "date": "2025-01-25",
    "lat": 48.409938,
    "lon": 37.861742,
    "place": "Крымское",
    "eng": "Закрас"
  },
  {
    "title": "Военкор Кулько: ВС РФ взяли бункер АТОшных времён в Часове Яре",
    "link": "https://lostarmour.info/news/update-260125-04",
    "date": "2025-01-26",
    "lat": 48.577606,
    "lon": 37.856931,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\" подтверждает полное освобождение Великой Новосёлки. Это был последний городской пункт в ДНР под оккупацией киевских сепаратистов южнее Красноармейской агломерации и третий освобождённых из ключевых оборонительных пунктов южного Донбасса (после Марьинки и Угледара). UPD. Минобороны и Воин DV позднее также заявили освобождение пгт.",
    "link": "https://lostarmour.info/news/update-260125-03",
    "date": "2025-01-26",
    "lat": 47.852194,
    "lon": 36.824012,
    "place": "Великая Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Антикриз 110-й ОМБр ВСУ, что они якобы держатся, с ударом по предположительной позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-260125-02",
    "date": "2025-01-26",
    "lat": 47.85324,
    "lon": 36.82564,
    "place": "Великая Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено с. Зелёное",
    "link": "https://lostarmour.info/news/update-260125-01",
    "date": "2025-01-26",
    "lat": 48.2165471,
    "lon": 37.1839766,
    "place": "Зелёное",
    "eng": "Закрас"
  },
  {
    "title": "\"Изнанка\": штурмовики 25 омсбр завершают зачистку пгт. Двуречной",
    "link": "https://lostarmour.info/news/update-270125-06",
    "date": "2025-01-27",
    "lat": 49.858303,
    "lon": 37.6686796,
    "place": "Двуречная",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": к сожалению, в западной части мкр. Новосеверном нашим удержаться не удалось",
    "link": "https://lostarmour.info/news/update-270125-05",
    "date": "2025-01-27",
    "lat": 48.59722,
    "lon": 37.807364,
    "place": "Часов Яр",
    "eng": "Открас"
  },
  {
    "title": "ВС РФ зашли в Удачное, позиция на тяговой подстанции ж/д",
    "link": "https://lostarmour.info/news/update-270125-04",
    "date": "2025-01-27",
    "lat": 48.239618,
    "lon": 37.005456,
    "place": "Удачное",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ (архив 26.01)",
    "link": "https://lostarmour.info/news/update-270125-03",
    "date": "2025-01-27",
    "lat": 48.025055,
    "lon": 37.075631,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "Пехота ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-270125-02",
    "date": "2025-01-27",
    "lat": 48.589672,
    "lon": 37.831526,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Горец: по моим данным, весь лес наш, отработали десанты 98-й дивизии, 299 пдп.Противник после окружения леса пытался прорываться как из кольца, так и к окружённым, но не вышло",
    "link": "https://lostarmour.info/news/update-270125-01",
    "date": "2025-01-27",
    "lat": 48.5839992,
    "lon": 37.8501332,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "БМП под обстрелом (архив 27.01)",
    "link": "https://lostarmour.info/news/update-280125-01",
    "date": "2025-01-28",
    "lat": 50.314706,
    "lon": 37.012911,
    "place": "Тихое",
    "eng": "Закрас"
  },
  {
    "title": "Штурмовики ВС РФ повторно зашли в Верхнекаменское, ведут бои",
    "link": "https://lostarmour.info/news/update-290125-04",
    "date": "2025-01-29",
    "lat": 48.85835,
    "lon": 38.20776,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ западнее села подтверждает его освобождение",
    "link": "https://lostarmour.info/news/update-290125-03",
    "date": "2025-01-29",
    "lat": 48.103565,
    "lon": 37.035653,
    "place": "Новоандреевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/update-290125-02",
    "date": "2025-01-29",
    "lat": 47.988083,
    "lon": 37.180413,
    "place": "Дачное",
    "eng": "Закрас"
  },
  {
    "title": "Штурм опорного пункта силами ВС РФ (архив 28.01)",
    "link": "https://lostarmour.info/news/update-290125-01",
    "date": "2025-01-29",
    "lat": 48.557116,
    "lon": 37.833868,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": закрепились вновь на ул. Железнодорожной",
    "link": "https://lostarmour.info/news/update-300125-05",
    "date": "2025-01-30",
    "lat": 48.59515,
    "lon": 37.80505,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Штурмовая техника ВС РФ",
    "link": "https://lostarmour.info/news/update-300125-04",
    "date": "2025-01-30",
    "lat": 48.386805,
    "lon": 37.810552,
    "place": "Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "Атака Русской Армии",
    "link": "https://lostarmour.info/news/update-300125-03",
    "date": "2025-01-30",
    "lat": 47.97049,
    "lon": 37.12662,
    "place": "Улаклы",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/update-300125-02",
    "date": "2025-01-30",
    "lat": 48.014438,
    "lon": 37.105485,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ вышли на западные окраины Надеждинки, подтверждая одну из заявок от 27.01",
    "link": "https://lostarmour.info/news/update-300125-01",
    "date": "2025-01-30",
    "lat": 48.141249,
    "lon": 36.999467,
    "place": "Надеждинка (Надеевка)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/update-310125-11",
    "date": "2025-01-31",
    "lat": 47.9378,
    "lon": 37.00772,
    "place": "Разлив",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвинулись на юге Часова Яра",
    "link": "https://lostarmour.info/news/update-310125-10",
    "date": "2025-01-31",
    "lat": 48.54824,
    "lon": 37.85577,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Изнанка: ВС РФ освободили Крымское",
    "link": "https://lostarmour.info/news/update-310125-09",
    "date": "2025-01-31",
    "lat": 48.4076874,
    "lon": 37.8664319,
    "place": "Крымское",
    "eng": "Закрас"
  },
  {
    "title": "Видео ударов по ВСУ id30782 и id30783, решено считать не архивными",
    "link": "https://lostarmour.info/news/update-310125-08--30783",
    "date": "2025-01-31",
    "lat": 50.293087,
    "lon": 36.93953,
    "place": "Волчанск",
    "eng": "Открас"
  },
  {
    "title": "ВС РФ взяли одну из высот в районе Новомлынска",
    "link": "https://lostarmour.info/news/update-310125-07",
    "date": "2025-01-31",
    "lat": 49.890165,
    "lon": 37.733901,
    "place": "Новомлынск",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест \"Киров\": Новомлынск под контролем российской армии",
    "link": "https://lostarmour.info/news/update-310125-06",
    "date": "2025-01-31",
    "lat": 49.8820369,
    "lon": 37.7324423,
    "place": "Новомлынск",
    "eng": "Закрас"
  },
  {
    "title": "Русская Армия заняла позиция (под обстрелом) на севере пгт Двуречной",
    "link": "https://lostarmour.info/news/update-310125-05",
    "date": "2025-01-31",
    "lat": 49.871684,
    "lon": 37.696083,
    "place": "Двуречная",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ значительно продвинулись в южной части Часова Яра",
    "link": "https://lostarmour.info/news/update-310125-04--30876",
    "date": "2025-01-31",
    "lat": 48.570451,
    "lon": 37.837589,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ переправились через р. Солёнкую западнее одноименного села и заняли позиции у подножья породного отвала",
    "link": "https://lostarmour.info/news/update-310125-03",
    "date": "2025-01-31",
    "lat": 48.217034,
    "lon": 37.038256,
    "place": "Солёное",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ на насосной станции аммикопровода \"Тольятти - Горловка - Одесса\", подтверждение продвижений в районе Западного, заявленных МО и Изнанкой",
    "link": "https://lostarmour.info/news/update-310125-02",
    "date": "2025-01-31",
    "lat": 49.803586,
    "lon": 37.616994,
    "place": "Западное",
    "eng": "Закрас"
  },
  {
    "title": "Два бойца ВС РФ под атакой FPV (архив ~27.01)",
    "link": "https://lostarmour.info/news/update-310125-01",
    "date": "2025-01-31",
    "lat": 48.25449,
    "lon": 37.03108,
    "place": "Димитрово (Котлино)",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождён квартал многоэтажек Волчанска (сводка за 31.01)",
    "link": "https://lostarmour.info/news/update-010225-02",
    "date": "2025-02-01",
    "lat": 50.296666,
    "lon": 36.938013,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение вдоль ж/д (архив 30.01)",
    "link": "https://lostarmour.info/news/update-010225-01",
    "date": "2025-02-01",
    "lat": 48.263095,
    "lon": 37.075632,
    "place": "Димитрово",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел склада БК ВС РФ к западу от Макеевки",
    "link": "https://lostarmour.info/news/update-020125-03",
    "date": "2025-02-02",
    "lat": 49.224513,
    "lon": 37.951276,
    "place": "Макеевка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвигаются с юго-запада к пгт",
    "link": "https://lostarmour.info/news/update-020225-02",
    "date": "2025-02-02",
    "lat": 48.896468,
    "lon": 38.232054,
    "place": "Белогоровка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли новые позиции ближе к центру Успеновки",
    "link": "https://lostarmour.info/news/update-020225-01",
    "date": "2025-02-02",
    "lat": 48.200324,
    "lon": 37.022529,
    "place": "Успеновка",
    "eng": "Закрас"
  },
  {
    "title": "(18+) Одинокий боец ВС РФ на вражеском видео рядом с пикапом",
    "link": "https://lostarmour.info/news/update-030225-03",
    "date": "2025-02-03",
    "lat": 49.104075,
    "lon": 37.897532,
    "place": "Колодези, Ивановка",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-030225-02",
    "date": "2025-02-03",
    "lat": 48.130591,
    "lon": 37.0157,
    "place": "Надеждинка (Надеевка)",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ прошли большой опорник времён \"АТО\" и закрепились на юго-востоке села",
    "link": "https://lostarmour.info/news/update-030225-01",
    "date": "2025-02-03",
    "lat": 48.015741,
    "lon": 37.093828,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "ZOG Russia: В Агрономе удары по позициям ВСУ (архив 11.01). Предположительно, текстовка \"Славянского рубежа\" об освобождении хутора за 29.12.2024 была ошибочной.",
    "link": "https://lostarmour.info/news/update-040225-05",
    "date": "2025-02-04",
    "lat": 51.1971,
    "lon": 35.3637,
    "place": "Агроном",
    "eng": "Открас"
  },
  {
    "title": "Видео Сырского: продвижение ВС РФ в городе, машина едет на север (архив 02.02.2025)",
    "link": "https://lostarmour.info/news/update-040225-04",
    "date": "2025-02-04",
    "lat": 48.577304,
    "lon": 37.837335,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Изнанка\": ВС РФ освободили Барановку",
    "link": "https://lostarmour.info/news/update-040225-03",
    "date": "2025-02-04",
    "lat": 48.309883,
    "lon": 37.532971,
    "place": "Барановка",
    "eng": "Закрас"
  },
  {
    "title": "На вражеском видео зафиксировано присутствие ВС РФ у кладбища Дачного",
    "link": "https://lostarmour.info/news/update-040225-02",
    "date": "2025-02-04",
    "lat": 47.98177,
    "lon": 37.16788,
    "place": "Дачное",
    "eng": "Закрас"
  },
  {
    "title": "Сапёры устанавливают мины",
    "link": "https://lostarmour.info/news/update-040225-01",
    "date": "2025-02-04",
    "lat": 47.98442,
    "lon": 37.16903,
    "place": "Дачное",
    "eng": "Закрас"
  },
  {
    "title": "Наступление ВСУ в Песчаном, кадры тоже свежие (уточнено). Решено открасить для показа динамики и факта боя (архив 03.02)",
    "link": "https://lostarmour.info/news/update-050225-08",
    "date": "2025-02-05",
    "lat": 48.23513,
    "lon": 37.10728,
    "place": "Песчаное",
    "eng": "Открас"
  },
  {
    "title": "Наступление ВСУ в Песчаном (но по мнению источников с мест, ситуация там динамическая, так что это пока открас в моменте). Архив 04.02",
    "link": "https://lostarmour.info/news/update-050225-07",
    "date": "2025-02-05",
    "lat": 48.23152,
    "lon": 37.11313,
    "place": "Песчаное",
    "eng": "Открас"
  },
  {
    "title": "Сводка \"Северного ветра\" за 05.02: продвижение на южных окраинах Свердликова",
    "link": "https://lostarmour.info/news/update-050225-06",
    "date": "2025-02-05",
    "lat": 51.235802,
    "lon": 35.110508,
    "place": "Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ атакуют и подрывают блиндаж ВС РФ вне закраса",
    "link": "https://lostarmour.info/news/update-050225-05",
    "date": "2025-02-05",
    "lat": 47.96679,
    "lon": 37.10517,
    "place": "Зеленовка, Сухие Ялы, Янтарное",
    "eng": "Закрас"
  },
  {
    "title": "Пехота ВС РФ южнее Елизаветовки (архив 04.02)",
    "link": "https://lostarmour.info/news/update-050225-04",
    "date": "2025-02-05",
    "lat": 48.298309,
    "lon": 37.438941,
    "place": "Елизаветовка",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": \"В Срибном [Серебряном] южная часть села за нами. В северную наши штурмы заходили, но потом вышли ввиду работы FPV вражеских. Хохлов сейчас в селе нет, само село наполовину за нами\"",
    "link": "https://lostarmour.info/news/update-050225-03",
    "date": "2025-02-05",
    "lat": 48.104815,
    "lon": 37.016422,
    "place": "Серебряное (Срибное)",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли позиции на юге села Серебряного (так в ДНР установлено написание топонима, прежнее - Срибное)",
    "link": "https://lostarmour.info/news/update-050225-02",
    "date": "2025-02-05",
    "lat": 48.10041,
    "lon": 37.01766,
    "place": "Серебряное (Срибное)",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: Дачное можно красить",
    "link": "https://lostarmour.info/news/update-050225-01",
    "date": "2025-02-05",
    "lat": 47.992381,
    "lon": 37.17133,
    "place": "Дачное",
    "eng": "Закрас"
  },
  {
    "title": "Удар по бойцу ВС РФ на территории недостроенной шахты, видео создано 06.02, решено считать свежее кадров контратаки ВСУ",
    "link": "https://lostarmour.info/news/update-070225-03",
    "date": "2025-02-06",
    "lat": 48.23266,
    "lon": 37.11821,
    "place": "Песчаное",
    "eng": "Закрас"
  },
  {
    "title": "Техника ВСУ дошла до Черкасской Конопельки",
    "link": "https://lostarmour.info/news/update-060225-10--31149",
    "date": "2025-02-06",
    "lat": 51.1525593,
    "lon": 35.3478246,
    "place": "Черкасская Конопелька",
    "eng": "Открас"
  },
  {
    "title": "Удары по технике на трассе Черкасская Конопелька - Уланок",
    "link": "https://lostarmour.info/news/update-060225-09--31149",
    "date": "2025-02-06",
    "lat": 51.147776,
    "lon": 35.372859,
    "place": "Уланок, Черкасская Конопелька",
    "eng": "Открас"
  },
  {
    "title": "Уничтоженная техника ВСУ после попытки атаки в приграничье Курской области возле ж/д Суджа-Гирьи",
    "link": "https://lostarmour.info/news/update-060225-08--31127",
    "date": "2025-02-06",
    "lat": 51.174648,
    "lon": 35.3715154,
    "place": "Колмаков, Русская Конопелька",
    "eng": "Открас"
  },
  {
    "title": "\"Изнанка\": Дружба освобождена",
    "link": "https://lostarmour.info/news/update-060225-08",
    "date": "2025-02-06",
    "lat": 48.4136414,
    "lon": 37.9005721,
    "place": "Дружба",
    "eng": "Закрас"
  },
  {
    "title": "\"Морпехи Севастополя\" - один из ударов КВН пришёлся уже в Фанасеевке",
    "link": "https://lostarmour.info/news/update-060225-07--31128",
    "date": "2025-02-06",
    "lat": 51.1405918,
    "lon": 35.3554803,
    "place": "Фанасеевка",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом из танка ВСУ",
    "link": "https://lostarmour.info/news/update-060225-06",
    "date": "2025-02-06",
    "lat": 49.009461,
    "lon": 38.054635,
    "place": "Червоная Диброва, Торское",
    "eng": "Закрас"
  },
  {
    "title": "\"Киров\" и ещё один текстовый источник: Фиголевка наша. Также подтверждается привязкой от ТГ \"Диван\" (\"Диванные воины\")",
    "link": "https://lostarmour.info/news/update-060225-05",
    "date": "2025-02-06",
    "lat": 49.900171,
    "lon": 37.70108,
    "place": "Фиголевка",
    "eng": "Закрас"
  },
  {
    "title": "Удар по колонне ВСУ",
    "link": "https://lostarmour.info/news/update-060225-04",
    "date": "2025-02-06",
    "lat": 51.15102,
    "lon": 35.35372,
    "place": "Черкасская Конопелька",
    "eng": "Открас"
  },
  {
    "title": "Удары по технике ВСУ",
    "link": "https://lostarmour.info/news/update-060225-03",
    "date": "2025-02-06",
    "lat": 51.14843,
    "lon": 35.35288,
    "place": "Черкасская Конопелька",
    "eng": "Открас"
  },
  {
    "title": "Кадры обстрелов позиций ВСУ со снегом показывают отсутствие контроля ВС РФ в южной части (оккупировали ли ВСУ её повторно, данных нет). Архив 02.02.2025",
    "link": "https://lostarmour.info/news/update-060225-02",
    "date": "2025-02-06",
    "lat": 49.504336,
    "lon": 37.708399,
    "place": "Загрызово",
    "eng": "Открас"
  },
  {
    "title": "Leopard 2 наступает по дороге (то, что текстовкой заявляется боями на трассе от Дмитрюкова в направлении Уланка и Фанасеевки)",
    "link": "https://lostarmour.info/news/update-060225-01",
    "date": "2025-02-06",
    "lat": 51.163035,
    "lon": 35.3561568,
    "place": "Черкасская Конопелька",
    "eng": "Открас"
  },
  {
    "title": "Позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-070225-05",
    "date": "2025-02-07",
    "lat": 49.073129,
    "lon": 37.955131,
    "place": "Ямполовка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиций ВСУ в лесном массиве (возможно, снято 6 февраля)",
    "link": "https://lostarmour.info/news/update-070225-05",
    "date": "2025-02-07",
    "lat": 51.13899,
    "lon": 35.36463,
    "place": "Фанасеевка",
    "eng": "Открас"
  },
  {
    "title": "Минобороны: освобожден город Дзержинск",
    "link": "https://lostarmour.info/news/update-070225-04",
    "date": "2025-02-07",
    "lat": 48.4128063,
    "lon": 37.8573029,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Сводка \"Северного Ветра\" на 11.00 7 февраля: враг в западных домах Черкасской Конопельки, проводится зачистка (речь, похоже, об ул. Новосёловке).",
    "link": "https://lostarmour.info/news/update-070225-02",
    "date": "2025-02-07",
    "lat": 51.1556098,
    "lon": 35.338575,
    "place": "Черкасская Конопелька",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ в центре Успеновки попала под обстрел ВСУ",
    "link": "https://lostarmour.info/news/update-070225-01",
    "date": "2025-02-07",
    "lat": 48.198827,
    "lon": 37.019286,
    "place": "Успеновка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ перешли ж/д мост на реке Конке",
    "link": "https://lostarmour.info/news/update-080225-04",
    "date": "2025-02-08",
    "lat": 46.66295,
    "lon": 32.80449,
    "place": "Песчановка",
    "eng": "Закрас"
  },
  {
    "title": "\"Изнанка\": Орехово-Василевка освобождена (без \"ь\" в названии)",
    "link": "https://lostarmour.info/news/update-080225-03",
    "date": "2025-02-08",
    "lat": 48.6819992,
    "lon": 37.8762117,
    "place": "Орехово-Василевка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ вышли на восточную окраину с. Запорожье, вероятно, освободив Серебряное (Срибное)",
    "link": "https://lostarmour.info/news/update-080225-02",
    "date": "2025-02-08",
    "lat": 48.106263,
    "lon": 37.010726,
    "place": "Запорожье, Серебряное (Срибное)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция в с/х постройках",
    "link": "https://lostarmour.info/news/update-080225-01",
    "date": "2025-02-08",
    "lat": 49.83144,
    "lon": 37.643612,
    "place": "Двуречная",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиций ВС РФ, продвижение на севере села",
    "link": "https://lostarmour.info/news/update-090225-01",
    "date": "2025-02-09",
    "lat": 51.2546,
    "lon": 35.12574,
    "place": "Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ зашли в центральную часть Андреевки",
    "link": "https://lostarmour.info/news/update-100225-08",
    "date": "2025-02-10",
    "lat": 48.019201,
    "lon": 37.055326,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "Сводка Северного Ветра: \"Вокруг Фанасеевки Северяне полностью уничтожили всех противников. Также на данное время укрофашисты выбиты с ряда позиций у Черкасской Конопельки, дорога до которой со стороны Уланок полностью зачищена, а находившийся там враг уничтожен\".",
    "link": "https://lostarmour.info/news/update-100225-07",
    "date": "2025-02-10",
    "lat": 51.149014,
    "lon": 35.355462,
    "place": "Фанасеевка, Черкасская Конопелька, Уланок",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли позицию севернее карьера к югу от Часова Яра (архив 09.02)",
    "link": "https://lostarmour.info/news/update-100225-06",
    "date": "2025-02-10",
    "lat": 48.534878,
    "lon": 37.86512,
    "place": "Ступочки",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под сбросами (архив 08.02)",
    "link": "https://lostarmour.info/news/update-100225-05",
    "date": "2025-02-10",
    "lat": 47.9427311,
    "lon": 37.003942,
    "place": "Разлив",
    "eng": "Закрас"
  },
  {
    "title": "Мотоциклисты ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-100225-04",
    "date": "2025-02-10",
    "lat": 47.897458,
    "lon": 36.865866,
    "place": "Новый Комар, Раздольное",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение в пгт Удачном",
    "link": "https://lostarmour.info/news/update-100225-03",
    "date": "2025-02-10",
    "lat": 48.238976,
    "lon": 37.002728,
    "place": "Удачное",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/update-100225-02",
    "date": "2025-02-10",
    "lat": 51.25507,
    "lon": 35.11993,
    "place": "Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "Удар по машине MaxxPro ВСУ, ВС РФ утратила большую часть Песчаного в результате наступления ВСУ",
    "link": "https://lostarmour.info/news/update-100225-01",
    "date": "2025-02-10",
    "lat": 48.232085,
    "lon": 37.105032,
    "place": "Песчаное",
    "eng": "Открас"
  },
  {
    "title": "ВС РФ впервые с сентября 2022 года по привязкам вышли на западные окраины пгт. Группа штурмовиков под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/update-110225-06",
    "date": "2025-02-11",
    "lat": 48.923824,
    "lon": 38.2393,
    "place": "Белогоровка",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": в селе Запорожье продвижение примерно такое",
    "link": "https://lostarmour.info/news/update-110225-05",
    "date": "2025-02-11",
    "lat": 48.1053531,
    "lon": 37.0057911,
    "place": "Запорожье",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: продвижение в Часове Яре",
    "link": "https://lostarmour.info/news/update-110225-04",
    "date": "2025-02-11",
    "lat": 48.5917103,
    "lon": 37.8269298,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Удар по пехоте ВСУ",
    "link": "https://lostarmour.info/news/update-110225-03",
    "date": "2025-02-11",
    "lat": 47.485053,
    "lon": 35.784128,
    "place": "Работино",
    "eng": "Открас"
  },
  {
    "title": "Текстовка с мест с непубличными 2 видео в подтверждение, в том числе за сегодня - вот этот район как минимум с 3 февраля так и остаётся за нашими",
    "link": "https://lostarmour.info/news/update-110225-02",
    "date": "2025-02-11",
    "lat": 48.235148,
    "lon": 37.106955,
    "place": "Песчаное",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ вышли на трассу Андреевка - Ясеновое",
    "link": "https://lostarmour.info/news/update-110225-01",
    "date": "2025-02-11",
    "lat": 48.065771,
    "lon": 37.078965,
    "place": "Славянка",
    "eng": "Закрас"
  },
  {
    "title": "\"Изнанка\": освобождено Водяное Второе",
    "link": "https://lostarmour.info/news/update-120225-04",
    "date": "2025-02-12",
    "lat": 48.335705,
    "lon": 37.505231,
    "place": "Водяное Второе",
    "eng": "Закрас"
  },
  {
    "title": "Штурм позиций ВСУ",
    "link": "https://lostarmour.info/news/update-120225-03",
    "date": "2025-02-12",
    "lat": 47.97489,
    "lon": 37.15652,
    "place": "Дачное",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвинулись в западной части села",
    "link": "https://lostarmour.info/news/update-120225-02",
    "date": "2025-02-12",
    "lat": 51.25115,
    "lon": 35.11948,
    "place": "Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "Флаг ВС РФ на здании недостроенной шахты (нет на Yandex, но есть на Google)",
    "link": "https://lostarmour.info/news/update-120225-01",
    "date": "2025-02-12",
    "lat": 48.232272,
    "lon": 37.12004,
    "place": "Песчаное",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом между Успеновкой и  Новоелизаветовкой",
    "link": "https://lostarmour.info/news/update-130225-03",
    "date": "2025-02-13",
    "lat": 48.16336,
    "lon": 37.02879,
    "place": "Новоелизаветовка, Успеновка, Надеждинка (Надеевка)",
    "eng": "Закрас"
  },
  {
    "title": "\"Изнанка\": освобождено село Зелёное Поле",
    "link": "https://lostarmour.info/news/update-130225-02",
    "date": "2025-02-13",
    "lat": 48.329489,
    "lon": 37.577193,
    "place": "Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/update-130225-01",
    "date": "2025-02-13",
    "lat": 47.944031,
    "lon": 37.003245,
    "place": "Разлив",
    "eng": "Закрас"
  },
  {
    "title": "Текстовое сообщение о ранении оператора Юрия Шолмова",
    "link": "https://lostarmour.info/news/update-140225-07",
    "date": "2025-02-14",
    "lat": 51.152674,
    "lon": 35.348285,
    "place": "Черкасская Конопелька",
    "eng": "Закрас"
  },
  {
    "title": "Атака техникой ВС РФ",
    "link": "https://lostarmour.info/news/update-140225-06",
    "date": "2025-02-14",
    "lat": 47.903336,
    "lon": 36.857795,
    "place": "Раздольное, Новый Комар",
    "eng": "Закрас"
  },
  {
    "title": "Одинокий боец ВС РФ под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/update-140225-05",
    "date": "2025-02-14",
    "lat": 48.323382,
    "lon": 37.453276,
    "place": "Ульяновка (Малиновка)",
    "eng": "Закрас"
  },
  {
    "title": "Изнанка: освобождено село Берёзовка силами 110 бригады",
    "link": "https://lostarmour.info/news/update-140225-04",
    "date": "2025-02-14",
    "lat": 48.3461,
    "lon": 37.509457,
    "place": "Берёзовка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\" - схема по состоянию на два дня назад",
    "link": "https://lostarmour.info/news/update-140225-03",
    "date": "2025-02-14",
    "lat": 47.810265,
    "lon": 36.732759,
    "place": "Времевка, Новодаровка, Ровнополь",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ вышла к центру села",
    "link": "https://lostarmour.info/news/update-140225-02",
    "date": "2025-02-14",
    "lat": 49.066881,
    "lon": 37.949662,
    "place": "Ямполовка",
    "eng": "Закрас"
  },
  {
    "title": "Пехота ВС РФ заняла новые позиции на юге посёлка",
    "link": "https://lostarmour.info/news/update-140225-01",
    "date": "2025-02-14",
    "lat": 51.243913,
    "lon": 35.114538,
    "place": "Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под обстрелом (архив 12.02)",
    "link": "https://lostarmour.info/news/update-150225-07",
    "date": "2025-02-15",
    "lat": 48.24085,
    "lon": 37.292887,
    "place": "Димитров (Мирноград), Сухой Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": зацепились за юг и восток с. Улаклы",
    "link": "https://lostarmour.info/news/update-150225-06",
    "date": "2025-02-15",
    "lat": 47.997374,
    "lon": 37.101914,
    "place": "Улаклы",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиций ВС РФ в с. Каменском (архив 12.02)",
    "link": "https://lostarmour.info/news/update-150225-05",
    "date": "2025-02-15",
    "lat": 47.533713,
    "lon": 35.361122,
    "place": "Каменское",
    "eng": "Закрас"
  },
  {
    "title": "Привязка ВС РФ. Также товарищ Wayne Howell из ВДВ подтверждает полное освобождение села Свердликова",
    "link": "https://lostarmour.info/news/update-150225-04",
    "date": "2025-02-15",
    "lat": 51.251005,
    "lon": 35.133261,
    "place": "Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение в пгт Щербиновке ??",
    "link": "https://lostarmour.info/news/update-150225-03",
    "date": "2025-02-15",
    "lat": 48.390166,
    "lon": 37.806413,
    "place": "Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-150225-02",
    "date": "2025-02-15",
    "lat": 51.241531,
    "lon": 35.113698,
    "place": "Свердликово",
    "eng": "Закрас"
  },
  {
    "title": "«Бешеные псы», авторы многочисленных видео с мест: На данный момент 100% промзоны и 95% жилого сектора Песчаного остается под полным контролем бойцов бригады «Бешеные псы»",
    "link": "https://lostarmour.info/news/update-150225-01",
    "date": "2025-02-15",
    "lat": 48.2334,
    "lon": 37.118049,
    "place": "Песчаное",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/update-160225-05",
    "date": "2025-02-16",
    "lat": 47.994184,
    "lon": 37.095445,
    "place": "Улаклы",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: ВС РФ вошли в Константинополь",
    "link": "https://lostarmour.info/news/update-160225-04",
    "date": "2025-02-16",
    "lat": 47.991298,
    "lon": 37.042361,
    "place": "Константинополь",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: ВС РФ вошли в Новоочеретоватое",
    "link": "https://lostarmour.info/news/update-160225-03",
    "date": "2025-02-16",
    "lat": 47.896492,
    "lon": 36.818773,
    "place": "Новоочеретоватое",
    "eng": "Закрас"
  },
  {
    "title": "Видео + источник с мест: ВС РФ вошли в Новосёлку западнее Великой Новосёлки",
    "link": "https://lostarmour.info/news/update-160225-02",
    "date": "2025-02-16",
    "lat": 47.837293,
    "lon": 36.688438,
    "place": "Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Подтверждение текстовых сообщений о форсировании ВС РФ Оскола в районе села Тополей",
    "link": "https://lostarmour.info/news/update-160225-01",
    "date": "2025-02-16",
    "lat": 50.005062,
    "lon": 37.894635,
    "place": "Тополи",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВСУ на позицию ВС РФ",
    "link": "https://lostarmour.info/news/update-170225-06",
    "date": "2025-02-17",
    "lat": 47.997366,
    "lon": 37.031602,
    "place": "Константинополь",
    "eng": "Закрас"
  },
  {
    "title": "Штурмовики ВС РФ занимают позиции",
    "link": "https://lostarmour.info/news/update-170225-05",
    "date": "2025-02-17",
    "lat": 47.874391,
    "lon": 36.815317,
    "place": "Новый Комар",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ попадают в плен (архив 15.02)",
    "link": "https://lostarmour.info/news/update-170225-04",
    "date": "2025-02-17",
    "lat": 49.732096,
    "lon": 37.6819151,
    "place": "Петропавловка",
    "eng": "Открас"
  },
  {
    "title": "Продвижение в пгт",
    "link": "https://lostarmour.info/news/update-170225-03",
    "date": "2025-02-17",
    "lat": 48.384505,
    "lon": 37.779721,
    "place": "Петровка",
    "eng": "Закрас"
  },
  {
    "title": "\"Изнанка\": освобождена Ямполовка",
    "link": "https://lostarmour.info/news/update-170225-02",
    "date": "2025-02-17",
    "lat": 49.05727,
    "lon": 37.941903,
    "place": "Ямполовка",
    "eng": "Закрас"
  },
  {
    "title": "Огневой налёт ВС РФ",
    "link": "https://lostarmour.info/news/update-170225-01",
    "date": "2025-02-17",
    "lat": 48.025943,
    "lon": 37.060287,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "Удар по позиции ВСУ (архив 12.02)",
    "link": "https://lostarmour.info/news/update-180225-03",
    "date": "2025-02-18",
    "lat": 50.30141,
    "lon": 36.95616,
    "place": "Волчанск",
    "eng": "Открас"
  },
  {
    "title": "Удар по позиции ВС РФ (архив 12.02)",
    "link": "https://lostarmour.info/news/update-180225-02",
    "date": "2025-02-18",
    "lat": 50.2970407,
    "lon": 36.9447147,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение в Новоочеретоватом (sic)",
    "link": "https://lostarmour.info/news/update-180225-01",
    "date": "2025-02-18",
    "lat": 47.897939,
    "lon": 36.816611,
    "place": " Новоочеретоватое",
    "eng": "Закрас"
  },
  {
    "title": "Т-72 ВС РФ высадил десант",
    "link": "https://lostarmour.info/news/update-190225-04",
    "date": "2025-02-19",
    "lat": 48.14765,
    "lon": 37.01198,
    "place": "Надеждинка (Надеевка)",
    "eng": "Закрас"
  },
  {
    "title": "Склад БК ВС РФ под обстрелом авиации ВСУ. То же место, где в https://lostarmour.info/news/udar-kp-22-brigade наносился удар по командному пункту 22 бригады ВСУ - бывший детский лагерь \"Колосок\"",
    "link": "https://lostarmour.info/news/update-190225-03",
    "date": "2025-02-19",
    "lat": 51.117251,
    "lon": 35.27151,
    "place": "Гуево, Куриловка",
    "eng": "Закрас"
  },
  {
    "title": "Кадры прорыва 57-й бригады в тыл ВСУ в Новосёлке",
    "link": "https://lostarmour.info/news/update-190225-01--31725",
    "date": "2025-02-19",
    "lat": 47.8370229,
    "lon": 36.6845,
    "place": "Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение вдоль Северского Донца",
    "link": "https://lostarmour.info/news/update-200225-08",
    "date": "2025-02-20",
    "lat": 48.93691,
    "lon": 38.23071,
    "place": "Белогоровка",
    "eng": "Закрас"
  },
  {
    "title": "Удар по предположительно МТ-ЛБ России",
    "link": "https://lostarmour.info/news/update-200225-07",
    "date": "2025-02-20",
    "lat": 47.997944,
    "lon": 37.099444,
    "place": "Улаклы",
    "eng": "Закрас"
  },
  {
    "title": "Изнанка: Бойцы ВС РФ полностью заняли Зелёный Гай",
    "link": "https://lostarmour.info/news/update-200225-06",
    "date": "2025-02-20",
    "lat": 49.4073351,
    "lon": 37.788593,
    "place": "Зелёный Гай",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: ВС РФ действуют в массиве у Новоочеретоватого",
    "link": "https://lostarmour.info/news/update-200225-05",
    "date": "2025-02-20",
    "lat": 47.904335,
    "lon": 36.822743,
    "place": "Новоочеретоватое",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": взяли Новоочеретоватое",
    "link": "https://lostarmour.info/news/update-200225-04",
    "date": "2025-02-20",
    "lat": 47.900882,
    "lon": 36.812145,
    "place": "Новоочеретоватое",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": взяли Новосёлку",
    "link": "https://lostarmour.info/news/update-200225-03",
    "date": "2025-02-20",
    "lat": 47.839583,
    "lon": 36.684781,
    "place": "Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "\"Северный ветер\": десантники продвинулись в южной части [Лебедевки]",
    "link": "https://lostarmour.info/news/update-200225-02",
    "date": "2025-02-20",
    "lat": 51.258232,
    "lon": 35.15646,
    "place": "Лебедевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в с. Запорожье",
    "link": "https://lostarmour.info/news/update-200225-01",
    "date": "2025-02-20",
    "lat": 48.104568,
    "lon": 36.996485,
    "place": "Запорожье",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на западе села",
    "link": "https://lostarmour.info/news/update-210225-04",
    "date": "2025-02-21",
    "lat": 48.020022,
    "lon": 37.033809,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "Возможно, ВС РФ освободили с. Новенькое Сумской области, согласно компиляции заявок сразу нескольких источников. Заявление от Е. Попова от 21.02 в \"60 минут\": Новенькое взяли, движутся к Басовке. Заявление В. Путина от 19.02: доложили, что 810 бригада пересекла границу Курской области [то есть зашла в Сумскую]. 21.02 \"Северный ветер\" упоминал возможность проведения референдума о воссоединении Сумской области с Россией.",
    "link": "https://lostarmour.info/news/update-210225-03",
    "date": "2025-02-21",
    "lat": 51.218791,
    "lon": 35.104178,
    "place": "Новенькое",
    "eng": "Закрас"
  },
  {
    "title": "Удар по позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-210225-02",
    "date": "2025-02-21",
    "lat": 48.22583,
    "lon": 37.25286,
    "place": "Лысовка",
    "eng": "Закрас"
  },
  {
    "title": "Улаклы освобождены!",
    "link": "https://lostarmour.info/news/update-210225-01",
    "date": "2025-02-21",
    "lat": 47.997612,
    "lon": 37.08594,
    "place": "Улаклы",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ атаковали в районе заброшенных садов между Серебряным (укр. Срибным) и Надеждинкой (Надеевкой)",
    "link": "https://lostarmour.info/news/update-220225-05",
    "date": "2025-02-22",
    "lat": 48.129877,
    "lon": 37.006721,
    "place": "Надеждинка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ вдоль р. Мокрые Ялы",
    "link": "https://lostarmour.info/news/update-220225-04",
    "date": "2025-02-22",
    "lat": 47.916492,
    "lon": 36.830424,
    "place": "Днепроэнергия, Скудное, Новоочеретоватое",
    "eng": "Закрас"
  },
  {
    "title": "Кулько подтверждает заход в Сумскую область: «ВС РФ начали развивать успех и зашли на территорию Сумской области в сторону Басовки с целью перерезать главную дорогу снабжения ВСУ в курском выступе». До уточнения обстоятельств само Новенькое пока открашено, поскольку не упоминается военкором.",
    "link": "https://lostarmour.info/news/update-220225-03",
    "date": "2025-02-22",
    "lat": 51.218791,
    "lon": 35.104178,
    "place": "Новенькое",
    "eng": "Открас"
  },
  {
    "title": "Минобороны: освобождена Новолюбовка. Из всех поселений ЛНР ещё осталось освободить только Свердловку (Новоегоровка), Петровку (Грековка) и Белогоровку",
    "link": "https://lostarmour.info/news/update-220225-02",
    "date": "2025-02-22",
    "lat": 49.1549852,
    "lon": 37.9495813,
    "place": "Новолюбовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под ударами",
    "link": "https://lostarmour.info/news/update-220225-01",
    "date": "2025-02-22",
    "lat": 50.014761,
    "lon": 37.915239,
    "place": "Тополи",
    "eng": "Закрас"
  },
  {
    "title": "По предложению докрашены фермы Надеждинки, в том числе в соответствии с уже прошедшим сообщением об освобождении",
    "link": "https://lostarmour.info/news/update-230225-08",
    "date": "2025-02-23",
    "lat": 48.146431,
    "lon": 37.000446,
    "place": "Надеждинка (Надеевка)",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли новые позиции на юго-западе села",
    "link": "https://lostarmour.info/news/update-230225-07",
    "date": "2025-02-23",
    "lat": 51.260773,
    "lon": 35.158163,
    "place": "Лебедевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под обстрелом (архив 22.02)",
    "link": "https://lostarmour.info/news/update-230225-06",
    "date": "2025-02-23",
    "lat": 48.155624,
    "lon": 37.02373,
    "place": "Надеждинка (Надеевка)",
    "eng": "Закрас"
  },
  {
    "title": "\"Северный ветер\": завершается зачистка Куриловки, враг только на южных окраинах",
    "link": "https://lostarmour.info/news/update-230225-05",
    "date": "2025-02-23",
    "lat": 51.1458411,
    "lon": 35.2698851,
    "place": "Куриловка",
    "eng": "Закрас"
  },
  {
    "title": "\"Северный ветер\": освобождён хутор Марьевка",
    "link": "https://lostarmour.info/news/update-230225-04",
    "date": "2025-02-23",
    "lat": 51.3763837,
    "lon": 35.237831,
    "place": "Марьевка",
    "eng": "Закрас"
  },
  {
    "title": "Другая привязка из того же видео (2:05)",
    "link": "https://lostarmour.info/news/update-230225-03",
    "date": "2025-02-23",
    "lat": 48.9186419,
    "lon": 38.2355163,
    "place": "Белогоровка",
    "eng": "Закрас"
  },
  {
    "title": "3-я ударная через одноименный ТГ-канал заявила о полном освобождении пгт Белогоровки и демонстрирует бойцов на земле с флагами РФ западнее н.п. (привязка 48.9141185 38.2379488 на 2:32). 2:05 - примерно 48.9186419,38.2355163",
    "link": "https://lostarmour.info/news/update-230225-02",
    "date": "2025-02-23",
    "lat": 48.9141185,
    "lon": 38.2379488,
    "place": "Белогоровка",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": вышли к дороге Серебряное-Андреевка на этом участке и выровняли фронт по ней",
    "link": "https://lostarmour.info/news/update-230225-01",
    "date": "2025-02-23",
    "lat": 48.0822177,
    "lon": 37.0767975,
    "place": "Серебряное (Срибное)",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ без боя идут с севера",
    "link": "https://lostarmour.info/news/update-240225-07",
    "date": "2025-02-24",
    "lat": 48.23179,
    "lon": 37.13419,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Штурмовики ВС РФ зашли в развалины кафе Наири, на видео нет боя",
    "link": "https://lostarmour.info/news/update-240225-06",
    "date": "2025-02-24",
    "lat": 46.66131,
    "lon": 32.72012,
    "place": "Антоновка",
    "eng": "Закрас"
  },
  {
    "title": "Уточнение по источнику с мест линии фронта",
    "link": "https://lostarmour.info/news/update-240225-05",
    "date": "2025-02-24",
    "lat": 51.373123,
    "lon": 35.244415,
    "place": "Марьевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-240225-04",
    "date": "2025-02-24",
    "lat": 47.85503,
    "lon": 36.75917,
    "place": "Времевка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: ВС РФ (группировка \"Запад\") освободили с. Тополи - приграничное на правом берегу Оскола",
    "link": "https://lostarmour.info/news/update-240225-03",
    "date": "2025-02-24",
    "lat": 50.016686,
    "lon": 37.912189,
    "place": "Тополи",
    "eng": "Закрас"
  },
  {
    "title": "Военкор Дмитрий Кулько: ВС РФ пересекли границу [с Сумской областью] на двух направлениях: на первом идут бои в районе с. Новенького [отражено на карте], на втором - заняли северную часть с. Журавки",
    "link": "https://lostarmour.info/news/update-240225-02",
    "date": "2025-02-24",
    "lat": 51.2271298,
    "lon": 34.9846069,
    "place": "Журавка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвинулись на юге Часова Яра вдоль трассы Артёмовск - Константиновка",
    "link": "https://lostarmour.info/news/update-240225-01",
    "date": "2025-02-24",
    "lat": 48.55038,
    "lon": 37.84183,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освободили также Орловку. Кулько заявил, что зачистка Орловки пока идёт.",
    "link": "https://lostarmour.info/news/update-250225-02",
    "date": "2025-02-25",
    "lat": 51.369091,
    "lon": 35.225334,
    "place": "Орловка",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы 34 бригады и 1 батальона 9 мсп подняли флаг России над школой в Погребках. Село освобождено.",
    "link": "https://lostarmour.info/news/update-250225-01",
    "date": "2025-02-25",
    "lat": 51.3770328,
    "lon": 35.2275595,
    "place": "Погребки",
    "eng": "Закрас"
  },
  {
    "title": "Штурмовик ВС РФ уничтожает позицию ВСУ, заявлено как результат контратаки ВСУ",
    "link": "https://lostarmour.info/news/update-260225-08--32145",
    "date": "2025-02-26",
    "lat": 48.373091,
    "lon": 37.837331,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Штурм позиции ВСУ",
    "link": "https://lostarmour.info/news/update-260225-07",
    "date": "2025-02-26",
    "lat": 51.3576751993259,
    "lon": 35.22460417616427,
    "place": "Новая Сорочина",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/update-260225-06",
    "date": "2025-02-26",
    "lat": 48.591418,
    "lon": 37.828179,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Пикап ВС РФ под ударами FPV (архив 16.02)",
    "link": "https://lostarmour.info/news/update-260225-05",
    "date": "2025-02-26",
    "lat": 48.362126,
    "lon": 37.792281,
    "place": "Леонидовка",
    "eng": "Закрас"
  },
  {
    "title": "МО: освобождена Орловка Суджанского района Курской области",
    "link": "https://lostarmour.info/news/update-260225-04",
    "date": "2025-02-26",
    "lat": 51.3665618,
    "lon": 35.2267176,
    "place": "Орловка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: отбросили врага от Марьевки ещё дальше",
    "link": "https://lostarmour.info/news/update-260225-03",
    "date": "2025-02-26",
    "lat": 51.370515,
    "lon": 35.248964,
    "place": "Марьевка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ достигли западных окраин села (архив 25.02)",
    "link": "https://lostarmour.info/news/update-260225-02",
    "date": "2025-02-26",
    "lat": 48.018213,
    "lon": 37.026375,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": дома с. Запорожья зачистили, но пока контратаки идут. Фермы севернее ещё нет. Подтверждаются вчерашние заявления от врага.",
    "link": "https://lostarmour.info/news/update-260225-01",
    "date": "2025-02-26",
    "lat": 48.103049,
    "lon": 36.982737,
    "place": "Запорожье",
    "eng": "Закрас"
  },
  {
    "title": "Другая привязка - обстрел штурмовой группы ВСУ позади уже имевшихся привязок ВС РФ. Ранее отнесено к архивным эпизодам периода освобождения города (тем более и выкладывавшие видео осторожно писали, что часть видео могла к этому относиться), потому что выкладывалось из общей подборки, теперь это мнение пересмотрено (архив 24.02)",
    "link": "https://lostarmour.info/news/update-270225-11",
    "date": "2025-02-27",
    "lat": 48.403451,
    "lon": 37.853608,
    "place": "Дзержинск, Крымское",
    "eng": "Открас"
  },
  {
    "title": "Обстрел корректируемым боеприпасом позиции ВСУ в мкр. Фомихе. Решено считать эпизод свежим в связи с двумя другими привязками. Вероятно, или контратака ВСУ, или группы, которые (с многочисленными подтверждёнными привязками) заходили в северной части Дзержинска, там закрепиться и удержаться не смогли.",
    "link": "https://lostarmour.info/news/update-270225-10",
    "date": "2025-02-27",
    "lat": 48.39976,
    "lon": 37.84452,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ на подстанции на западе с. Запорожья",
    "link": "https://lostarmour.info/news/update-270225-09",
    "date": "2025-02-27",
    "lat": 48.105961,
    "lon": 36.982081,
    "place": "Запорожье",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ на юге Пятихаток",
    "link": "https://lostarmour.info/news/update-270225-08",
    "date": "2025-02-27",
    "lat": 47.506413,
    "lon": 35.465735,
    "place": "Пятихатки",
    "eng": "Закрас"
  },
  {
    "title": "Непубличные данные свидетельствуют о появлении наших дальше в дельте Днепра какое-то время тому назад, закрас примерный.",
    "link": "https://lostarmour.info/news/update-270225-07",
    "date": "2025-02-27",
    "lat": 46.540236,
    "lon": 32.331571,
    "place": "Велетенское, Кизомыс",
    "eng": "Закрас"
  },
  {
    "title": "Другая привязка из того же видео",
    "link": "https://lostarmour.info/news/update-270225-06",
    "date": "2025-02-27",
    "lat": 48.13888,
    "lon": 36.97741,
    "place": "Надеждинка (Надеевка), Котляровка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли позиции в заброшенных садах между Надеждинкой и Котляровкой, последним поселением на этом направлении перед Днепропетровской областью",
    "link": "https://lostarmour.info/news/update-270225-05",
    "date": "2025-02-27",
    "lat": 48.133893,
    "lon": 36.97139,
    "place": "Надеждинка (Надеевка), Котляровка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождён хутор Никольский",
    "link": "https://lostarmour.info/news/update-270225-04",
    "date": "2025-02-27",
    "lat": 51.303862,
    "lon": 35.198845,
    "place": "Никольский",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: Также завершается зачистка Никольского, враг только на его окраинах и в южной части",
    "link": "https://lostarmour.info/news/update-270225-03",
    "date": "2025-02-27",
    "lat": 51.310554,
    "lon": 35.206388,
    "place": "Никольский",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: враг выбит из западной и центральной части Лебедевки.",
    "link": "https://lostarmour.info/news/update-270225-02",
    "date": "2025-02-27",
    "lat": 51.261795,
    "lon": 35.177599,
    "place": "Лебедевка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождено село Новая Сорочина",
    "link": "https://lostarmour.info/news/update-270225-01",
    "date": "2025-02-27",
    "lat": 51.350677,
    "lon": 35.226431,
    "place": "Новая Сорочина",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел бойцы ВС РФ рядом с фермами (на карте потерь ЛА видно, что в годы \"АТО\" среди прочего именно сюда свозили битую технику ВСУ. Андреевка освобождена почти полностью или полностью.",
    "link": "https://lostarmour.info/news/update-280225-09",
    "date": "2025-02-28",
    "lat": 48.031549,
    "lon": 37.060072,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "\"Судоплатов\": FPV дрон закидывает мину на позиции ВСУ (архив 24.02)",
    "link": "https://lostarmour.info/news/update-280225-08",
    "date": "2025-02-28",
    "lat": 50.2918002,
    "lon": 36.9366537,
    "place": "Волчанск",
    "eng": "Открас"
  },
  {
    "title": "\"Медведь\": удары артиллерии (архив 27.02)",
    "link": "https://lostarmour.info/news/update-280225-07",
    "date": "2025-02-28",
    "lat": 50.2969454,
    "lon": 36.9395091,
    "place": "Волчанск",
    "eng": "Открас"
  },
  {
    "title": "Северный ветер упомянул в сводке освобождение восточной части Лебедевки, не уточнив, значит ли это полное освобождение села",
    "link": "https://lostarmour.info/news/update-280225-06",
    "date": "2025-02-28",
    "lat": 51.258263,
    "lon": 35.186588,
    "place": "Лебедевка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест (\"Жуков\"): Журавку Сумской области взяло под контроль подразделение N ВС РФ, закрепились. Первое село Сумской области, освобождённое ВС РФ с марта 2022 года (не считая Лукашовку, которую освобождали, по-видимости, пограничники, и Рыжевку, в которой мог быть лишь рейд ДРГ)",
    "link": "https://lostarmour.info/news/update-280225-05",
    "date": "2025-02-28",
    "lat": 51.2195029,
    "lon": 34.9873384,
    "place": "Журавка",
    "eng": "Закрас"
  },
  {
    "title": "Два источника с мест: зашли и штурмуют Малую Локню, севернее закрас вот такой",
    "link": "https://lostarmour.info/news/update-280225-04",
    "date": "2025-02-28",
    "lat": 51.3514054,
    "lon": 35.251432,
    "place": "Малая Локня, Марьевка, Новая Сорочина, Старая Сорочина, Орловка, Погребки",
    "eng": "Закрас"
  },
  {
    "title": "Удары на юге Махновки по M1117 id56204 и id56205 (архив 17.02) ",
    "link": "https://lostarmour.info/news/update-280225-03",
    "date": "2025-02-28",
    "lat": 51.1570931,
    "lon": 35.3067947,
    "place": "Махновка",
    "eng": "Открас"
  },
  {
    "title": "Источник с мест: Скудное за ВС РФ",
    "link": "https://lostarmour.info/news/update-280225-02",
    "date": "2025-02-28",
    "lat": 47.911946,
    "lon": 36.793734,
    "place": "Скудное",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: Бурлацкое за ВС РФ",
    "link": "https://lostarmour.info/news/update-280225-01",
    "date": "2025-02-28",
    "lat": 47.891181,
    "lon": 36.737772,
    "place": "Бурлацкое",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: породный отвал шахты под контролем ВС РФ",
    "link": "https://lostarmour.info/news/update-010325-01",
    "date": "2025-03-01",
    "lat": 48.2250482,
    "lon": 37.0331865,
    "place": "Удачное, Успеновка",
    "eng": "Закрас"
  },
  {
    "title": "Видео удара FPV КВН (id56189 в потерях бронетехники, танк Т-64БВ). Архив 26.02.2025",
    "link": "https://lostarmour.info/news/update-030325-05",
    "date": "2025-03-03",
    "lat": 48.340803,
    "lon": 37.520835,
    "place": "Водяное Второе",
    "eng": "Открас"
  },
  {
    "title": "Бои за опорник (архив 02.03)",
    "link": "https://lostarmour.info/news/update-030325-04",
    "date": "2025-03-03",
    "lat": 48.227168,
    "lon": 37.020484,
    "place": "Удачное",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ взяли в плен бойцов ВС РФ",
    "link": "https://lostarmour.info/news/update-030325-03",
    "date": "2025-03-03",
    "lat": 48.2399,
    "lon": 37.00524,
    "place": "Удачное",
    "eng": "Открас"
  },
  {
    "title": "По привязкам ранее считавшихся архивными кадров, ВС РФ оставили часть позиций в Дзержинске в районе мкр. Забалки (открас приблизительный)",
    "link": "https://lostarmour.info/news/update-030325-02--32315",
    "date": "2025-03-03",
    "lat": 48.3984,
    "lon": 37.8459,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/update-030325-01",
    "date": "2025-03-03",
    "lat": 47.868777,
    "lon": 36.714405,
    "place": "Привольное",
    "eng": "Закрас"
  },
  {
    "title": "Дмитрий Кулько: завершилась зачистка Куриловки, войска продвигаются к посёлку Меловому для перерезания трассы Суджа - Сумы",
    "link": "https://lostarmour.info/news/update-040325-05",
    "date": "2025-03-04",
    "lat": 51.130031,
    "lon": 35.263623,
    "place": "Куриловка",
    "eng": "Закрас"
  },
  {
    "title": "Воин_DV: освобождено село Привольное",
    "link": "https://lostarmour.info/news/update-040325-04",
    "date": "2025-03-04",
    "lat": 47.870731,
    "lon": 36.709834,
    "place": "Привольное",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: дальнейшее продвижение в Часове Яре",
    "link": "https://lostarmour.info/news/update-040325-03",
    "date": "2025-03-04",
    "lat": 48.588539,
    "lon": 37.834817,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-040325-02",
    "date": "2025-03-04",
    "lat": 49.129229,
    "lon": 37.887713,
    "place": "Колодези, Новое, Новолюбовка",
    "eng": "Закрас"
  },
  {
    "title": "114 бригада ВС РФ освободила Андреевку!",
    "link": "https://lostarmour.info/news/update-040325-01",
    "date": "2025-03-04",
    "lat": 48.018287,
    "lon": 37.024997,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "Удар по оставленной M2 Bradley от \"Судоплатовцев\". В целом показывает идущее наступление ВСУ в направлении Селидова и Дзержинска",
    "link": "https://lostarmour.info/news/update-050325-05",
    "date": "2025-03-05",
    "lat": 48.2196187,
    "lon": 37.1549671,
    "place": "Шевченко",
    "eng": "Открас"
  },
  {
    "title": "Удар по бойцам ВС РФ (архив 16.02)",
    "link": "https://lostarmour.info/news/update-050325-04",
    "date": "2025-03-05",
    "lat": 48.0839504,
    "lon": 37.0550621,
    "place": "Ясеновое",
    "eng": "Закрас"
  },
  {
    "title": "Контратака ВСУ на востоке пгт Шевченко",
    "link": "https://lostarmour.info/news/update-050325-03",
    "date": "2025-03-05",
    "lat": 48.22089,
    "lon": 37.15502,
    "place": "Шевченко",
    "eng": "Открас"
  },
  {
    "title": "Удар КВН по оставленной машине ВСУ",
    "link": "https://lostarmour.info/news/update-050325-02",
    "date": "2025-03-05",
    "lat": 48.30472,
    "lon": 37.46167,
    "place": "Елизаветовка",
    "eng": "Открас"
  },
  {
    "title": "Видео официального канала НМ ДНР с ударом по технике ВСУ",
    "link": "https://lostarmour.info/news/update-050325-01",
    "date": "2025-03-05",
    "lat": 48.3817484,
    "lon": 37.8367109,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Wayne Howell: \"Фактически ситуация в Шевченко по состоянию на вчера выглядела следующим образом. Противник, после трех дней накатов, сумел ворваться в застройку, закрепиться на стадионе и в школе. На данный момент, насколько мне известно, ситуация стабилизирована в районе ДК\".",
    "link": "https://lostarmour.info/news/update-060325-05",
    "date": "2025-03-06",
    "lat": 48.22481,
    "lon": 37.141809,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Атака бронетехникой ВС РФ",
    "link": "https://lostarmour.info/news/update-060325-04",
    "date": "2025-03-06",
    "lat": 48.585936,
    "lon": 37.812098,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": село Запорожье и фермы фактически освобождены. Южнее фронт по дороге Ясеновое-Андреевка",
    "link": "https://lostarmour.info/news/update-060325-03",
    "date": "2025-03-06",
    "lat": 48.108708,
    "lon": 36.993914,
    "place": "Запорожье, Ясеновое",
    "eng": "Закрас"
  },
  {
    "title": "Группа ВС РФ",
    "link": "https://lostarmour.info/news/update-060325-02",
    "date": "2025-03-06",
    "lat": 48.92263,
    "lon": 38.22908,
    "place": "Белогоровка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ севернее Раздольного",
    "link": "https://lostarmour.info/news/update-060325-01",
    "date": "2025-03-06",
    "lat": 47.94082,
    "lon": 36.9641,
    "place": "Разлив",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ попали под обстрел (архив 05.03)",
    "link": "https://lostarmour.info/news/update-060325-04",
    "date": "2025-03-06",
    "lat": 49.36991,
    "lon": 37.907135,
    "place": "Надия",
    "eng": "Закрас"
  },
  {
    "title": "Видео ГПСУ (госпогранслужба Украины), показывающее штурм ВС РФ в Сумской области в направлении Басовки. Первая известная привязка ВС РФ в Сумской области на этом направлении",
    "link": "https://lostarmour.info/news/update-070325-06",
    "date": "2025-03-07",
    "lat": 51.203818,
    "lon": 35.05947,
    "place": "Басовка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождена Викторовка. Между Сеймом, Малой Локней и Локней в оккупации остаётся из поселений только Лебедевка",
    "link": "https://lostarmour.info/news/update-070325-05",
    "date": "2025-03-07",
    "lat": 51.324308,
    "lon": 35.214256,
    "place": "Викторовка",
    "eng": "Закрас"
  },
  {
    "title": "Солдаты ВС РФ попали в засаду 8 ОСБ ВСУ (архив 06.03)",
    "link": "https://lostarmour.info/news/update-070325-04",
    "date": "2025-03-07",
    "lat": 49.508409,
    "lon": 37.712175,
    "place": "Загрызово",
    "eng": "Открас"
  },
  {
    "title": "\"Рыбарь\": Освобождён хутор Николаевка на правом берегу р. Локни",
    "link": "https://lostarmour.info/news/update-070325-03",
    "date": "2025-03-07",
    "lat": 51.3338221,
    "lon": 35.2125785,
    "place": "Николаевка",
    "eng": "Закрас"
  },
  {
    "title": "\"Осторожно, Скиба\": флаг России над освобождённой Старой Сорочиной",
    "link": "https://lostarmour.info/news/update-070325-02",
    "date": "2025-03-07",
    "lat": 51.342231,
    "lon": 35.22086,
    "place": "Старая Сорочина",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: продвинулись к Малой Локне с севера",
    "link": "https://lostarmour.info/news/update-070325-01",
    "date": "2025-03-07",
    "lat": 51.346703,
    "lon": 35.237324,
    "place": "Новая Сорочина",
    "eng": "Закрас"
  },
  {
    "title": "Дмитрий Кулько: большая часть Черкасского Поречного зачищена, взяты пленные (маркер условный)",
    "link": "https://lostarmour.info/news/update-080325-13",
    "date": "2025-03-08",
    "lat": 51.292842,
    "lon": 35.327693,
    "place": "Черкасское Поречное",
    "eng": "Закрас"
  },
  {
    "title": "Волонтёрский канал: освобождена Лебедевка. Флаг на братской могиле воинов Красной Армии",
    "link": "https://lostarmour.info/news/update-080325-12",
    "date": "2025-03-08",
    "lat": 51.258182,
    "lon": 35.175409,
    "place": "Лебедевка",
    "eng": "Закрас"
  },
  {
    "title": "Кулько: освобождена Мартыновка (+54 квадратных км одним этим закрасом)",
    "link": "https://lostarmour.info/news/update-080325-11",
    "date": "2025-03-08",
    "lat": 51.2389071,
    "lon": 35.3524636,
    "place": "Мартыновка",
    "eng": "Закрас"
  },
  {
    "title": "Место выхода из трубы бойцов ВС РФ",
    "link": "https://lostarmour.info/news/update-080325-10",
    "date": "2025-03-08",
    "lat": 51.231633,
    "lon": 35.290464,
    "place": "Суджа, Кубаткин",
    "eng": "Закрас"
  },
  {
    "title": "Удар ВСУшным FPV по позиции ВС РФ на южной окраине Новенького Сумской области. Первое подтверждение привязкой освобождения села Сумской области после вывода войск в апреле 2022, третье освобождённое село Сумской области после Лукашовки и Журавки",
    "link": "https://lostarmour.info/news/update-080325-09",
    "date": "2025-03-08",
    "lat": 51.2155,
    "lon": 35.101331,
    "place": "Новенькое",
    "eng": "Закрас"
  },
  {
    "title": "Другая привязка того же видео. Удар HIMARS по мосту",
    "link": "https://lostarmour.info/news/update-080325-08",
    "date": "2025-03-08",
    "lat": 51.222338,
    "lon": 35.3008865,
    "place": "Суджа",
    "eng": "Закрас"
  },
  {
    "title": "\"Трубный\" десант ВС РФ по магистральной трубе Уренгой-Помары-Ужгород возле окраин г. Суджи на вражеском видео десантных войск Украины",
    "link": "https://lostarmour.info/news/update-080325-07",
    "date": "2025-03-08",
    "lat": 51.2295308,
    "lon": 35.2968912,
    "place": "Суджа, Кубаткин",
    "eng": "Закрас"
  },
  {
    "title": "Информация с мест: примерное продвижение севернее Андреевки",
    "link": "https://lostarmour.info/news/update-080325-06",
    "date": "2025-03-08",
    "lat": 48.0348465,
    "lon": 37.0383648,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: так продвигаются на севере Малой Локни",
    "link": "https://lostarmour.info/news/update-080325-05",
    "date": "2025-03-08",
    "lat": 51.3392517,
    "lon": 35.2342929,
    "place": "Малая Локня",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: освобождено с. Константинополь",
    "link": "https://lostarmour.info/news/update-080325-04",
    "date": "2025-03-08",
    "lat": 47.998534,
    "lon": 37.037404,
    "place": "Константинополь",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ с флагом России у Крестовоздвиженской церкви в Черкасском Поречном, текстовкой заявляется полное освобожение",
    "link": "https://lostarmour.info/news/update-080325-03",
    "date": "2025-03-08",
    "lat": 51.2989884,
    "lon": 35.3332696,
    "place": "Черкасское Поречное",
    "eng": "Закрас"
  },
  {
    "title": "\"Военкоры Рсской Весны\": видео, ВСУ продолжают продвижение в мкр. Забалке г. Дзержинска. Позиция ВСУ под обстрелом ВС РФ",
    "link": "https://lostarmour.info/news/update-080325-02",
    "date": "2025-03-08",
    "lat": 48.38446,
    "lon": 37.84212,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Боец ВС РФ попал под обстрел",
    "link": "https://lostarmour.info/news/update-080325-01",
    "date": "2025-03-08",
    "lat": 48.092068,
    "lon": 36.996643,
    "place": "Запорожье, Серебряное (Срибное)",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: дошли до этой локации",
    "link": "https://lostarmour.info/news/update-090325-14",
    "date": "2025-03-09",
    "lat": 51.271395,
    "lon": 35.254007,
    "place": "Южный",
    "eng": "Закрас"
  },
  {
    "title": "Бои за пгт Шевченко. Продвижение ВСУ",
    "link": "https://lostarmour.info/news/update-090325-13",
    "date": "2025-03-09",
    "lat": 48.223211,
    "lon": 37.145396,
    "place": "Шевченко",
    "eng": "Открас"
  },
  {
    "title": "Бои за пгт Шевченко. Позиция ВСУ",
    "link": "https://lostarmour.info/news/update-090325-12",
    "date": "2025-03-09",
    "lat": 48.221747,
    "lon": 37.146783,
    "place": "Шевченко",
    "eng": "Открас"
  },
  {
    "title": "Гнездо кукушки: ВСУшники под обстрелом у стадиона",
    "link": "https://lostarmour.info/news/update-090325-11",
    "date": "2025-03-09",
    "lat": 48.400175,
    "lon": 37.85224,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Гнездо кукушки: ВСУшники под обстрелом",
    "link": "https://lostarmour.info/news/update-090325-10",
    "date": "2025-03-09",
    "lat": 48.406424,
    "lon": 37.829942,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Запорожский фронт: идут по улице наши",
    "link": "https://lostarmour.info/news/update-090325-09",
    "date": "2025-03-09",
    "lat": 48.382482,
    "lon": 37.839828,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Северный ветер: освобождены хутор Правда и деревня Михайловка",
    "link": "https://lostarmour.info/news/update-090325-08",
    "date": "2025-03-09",
    "lat": 51.278734,
    "lon": 35.309107,
    "place": "Правда",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: Михайловка наша",
    "link": "https://lostarmour.info/news/update-090325-07",
    "date": "2025-03-09",
    "lat": 51.2263132,
    "lon": 35.3623762,
    "place": "Михайловка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: Махновка наша",
    "link": "https://lostarmour.info/news/update-090325-06",
    "date": "2025-03-09",
    "lat": 51.1706703,
    "lon": 35.3027593,
    "place": "Махновка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождены посёлок Локня и село Малая Локня. Закрас предположительный",
    "link": "https://lostarmour.info/news/update-090325-05",
    "date": "2025-03-09",
    "lat": 51.280604,
    "lon": 35.18818,
    "place": "Локня",
    "eng": "Закрас"
  },
  {
    "title": "Видео от Поддубного: боец ВС РФ с флагом России с знамёнами на вышке над Малой Локней. Село освобождено.",
    "link": "https://lostarmour.info/news/update-090325-04",
    "date": "2025-03-09",
    "lat": 51.3348024,
    "lon": 35.2265211,
    "place": "Малая Локня",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ попали под обстрел",
    "link": "https://lostarmour.info/news/update-090325-02",
    "date": "2025-03-09",
    "lat": 48.88307,
    "lon": 38.20737,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "(Подтверждение от Минобороны РФ вчерашнего закраса) Освобождено Новенькое Сумской области Украины. Первый н.п. в Сумской области, заявленный МО РФ",
    "link": "https://lostarmour.info/news/update-090325-03",
    "date": "2025-03-09",
    "lat": 51.2188032,
    "lon": 35.1042633,
    "place": "Новенькое",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освободили хутор Косицу и деревню Черкасское Поречное",
    "link": "https://lostarmour.info/news/update-090325-02",
    "date": "2025-03-09",
    "lat": 51.2832227,
    "lon": 35.3184053,
    "place": "Косица, Черкасское Поречное",
    "eng": "Закрас"
  },
  {
    "title": "\"Чёрные гусары\": неудачный штурм ВСУ комплекса ВПС-1 шахтоуправления \"Покровское\"",
    "link": "https://lostarmour.info/news/update-090325-01",
    "date": "2025-03-09",
    "lat": 48.238968,
    "lon": 37.010833,
    "place": "Удачное",
    "eng": "Открас"
  },
  {
    "title": "Северный Ветер: освободили хутор Колмаков. Также подтвердили Мартыновку и Бондаревку (упоминается, что в 1 км от автостанции Суджа, что означает занятие и элитного посёлка \"Новая Бондаревка\" плотную к Мирному)",
    "link": "https://lostarmour.info/news/update-100325-08",
    "date": "2025-03-10",
    "lat": 51.1772239,
    "lon": 35.3402922,
    "place": "Колмаков",
    "eng": "Закрас"
  },
  {
    "title": "Военкор Андрей Камыжикин: \"Со слов бойцов с мест. Бондаревка полностью зачищена от оккупантов, в Мирном сейчас ведутся бои по его освобождению,  поселок Агроном освобожден\"",
    "link": "https://lostarmour.info/news/update-100325-07",
    "date": "2025-03-10",
    "lat": 51.194626,
    "lon": 35.34301,
    "place": "Бондаревка",
    "eng": "Закрас"
  },
  {
    "title": "Видео Двух Майоров: ВС РФ зашли в Тарасовку",
    "link": "https://lostarmour.info/news/update-100325-06",
    "date": "2025-03-10",
    "lat": 48.341197,
    "lon": 37.555698,
    "place": "Тарасовка",
    "eng": "Закрас"
  },
  {
    "title": "Командир ДШБр \"Восток\" \"Зомби\": заняли промышленную зону Суджи (вероятно, ещё 8 марта)",
    "link": "https://lostarmour.info/news/update-100325-05",
    "date": "2025-03-10",
    "lat": 51.212053,
    "lon": 35.309453,
    "place": "Суджа",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождён хутор Агроном",
    "link": "https://lostarmour.info/news/update-100325-04",
    "date": "2025-03-10",
    "lat": 51.195481,
    "lon": 35.359293,
    "place": "Агроном",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождён хутор Кубаткин (подтверждение прежних заявок). По Южному данных нет - возможно, там ВСУ в окружении?",
    "link": "https://lostarmour.info/news/update-100325-03",
    "date": "2025-03-10",
    "lat": 51.253154,
    "lon": 35.267102,
    "place": "Кубаткин",
    "eng": "Закрас"
  },
  {
    "title": "\"Два майора\" публикуют кадры зачистки хутора Ивашковского. По имеющимся данным хутор освобождён. P.S. Подтверждено и Северным Ветром",
    "link": "https://lostarmour.info/news/update-100325-02",
    "date": "2025-03-10",
    "lat": 51.271203,
    "lon": 35.297761,
    "place": "Ивашковский",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест (\"Мицар\"): хутор Зазулевка освобождён. Подтверждается и Северным Ветром",
    "link": "https://lostarmour.info/news/update-100325-01",
    "date": "2025-03-10",
    "lat": 51.259397,
    "lon": 35.265954,
    "place": "Зазулевка",
    "eng": "Закрас"
  },
  {
    "title": "Репортаж из Дзержинска от Вестей. Удар на 0:56, заявлено, что по украинским позициям",
    "link": "https://lostarmour.info/news/update-110325-15",
    "date": "2025-03-11",
    "lat": 48.394063,
    "lon": 37.838638,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Воин DV: освобождено село Днепроэнергия (десятый закрашенный за сегодня населённый пункт)",
    "link": "https://lostarmour.info/news/update-110325-14",
    "date": "2025-03-11",
    "lat": 47.922305,
    "lon": 36.801318,
    "place": "Днепроэнергия",
    "eng": "Закрас"
  },
  {
    "title": "Огневой налёт 1 ОТБр на позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-110325-13",
    "date": "2025-03-11",
    "lat": 48.327953,
    "lon": 37.473484,
    "place": "Ульяновка (Малиновка)",
    "eng": "Закрас"
  },
  {
    "title": "Видео от 161 VДЕЛЕ: силами 247 ДШП освобождено село Пятихатки (предпоследнее перед Лобковым, пока остававшееся в оккупации в ходе контрнаступления ВСУ лета-осени 2023 года)",
    "link": "https://lostarmour.info/news/update-110325-12",
    "date": "2025-03-11",
    "lat": 47.508565,
    "lon": 35.460898,
    "place": "Пятихатки",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в Каменском под обстрелом (архив 10.11)",
    "link": "https://lostarmour.info/news/update-110325-11",
    "date": "2025-03-11",
    "lat": 47.524668,
    "lon": 35.379429,
    "place": "Каменское",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/update-110325-10",
    "date": "2025-03-11",
    "lat": 48.898292,
    "lon": 38.211217,
    "place": "Белогоровка, Григоровка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождён хутор 2-й Княжий (7 н.п. подтверждён за сутки)",
    "link": "https://lostarmour.info/news/update-110325-09",
    "date": "2025-03-11",
    "lat": 51.228617,
    "lon": 35.258498,
    "place": "2-й Княжий",
    "eng": "Закрас"
  },
  {
    "title": "Исходя из АТД заявленного Замостья и фотографии у стелы, принято решение считать посёлок Мирный также освобождённым без заявления. Позднее подтверждено Северным Ветром.",
    "link": "https://lostarmour.info/news/update-110325-08",
    "date": "2025-03-11",
    "lat": 51.20417,
    "lon": 35.327475,
    "place": "Мирный",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождены хутор Дмитрюков и слобода Замостье. Видимо, линия фронта пролегает уже как минимум по Судже и Локне.",
    "link": "https://lostarmour.info/news/update-110325-07",
    "date": "2025-03-11",
    "lat": 51.182166,
    "lon": 35.285504,
    "place": "Замостье",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освободили посёлок Горького",
    "link": "https://lostarmour.info/news/update-110325-06",
    "date": "2025-03-11",
    "lat": 48.4143112,
    "lon": 37.8783822,
    "place": "Горького (Дачное)",
    "eng": "Закрас"
  },
  {
    "title": "Боец ВС РФ на фото с RT у стелы на восточном въезде в Суджу (маркер без закраса). Предвестник непростых решений ВСУ по Судже.",
    "link": "https://lostarmour.info/news/update-110325-05",
    "date": "2025-03-11",
    "lat": 51.218889,
    "lon": 35.309444,
    "place": "Суджа, Замостье",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождён Дмитрюков",
    "link": "https://lostarmour.info/news/update-110325-04",
    "date": "2025-03-11",
    "lat": 51.1795977,
    "lon": 35.3130838,
    "place": "Дмитрюков",
    "eng": "Закрас"
  },
  {
    "title": "Аналогично в связи с освобождением Казачьей Локни решено и про деревню Богдановку. Позднее подтверждено Минобороны.",
    "link": "https://lostarmour.info/news/update-110325-03",
    "date": "2025-03-11",
    "lat": 51.248594,
    "lon": 35.253299,
    "place": "Богдановка",
    "eng": "Закрас"
  },
  {
    "title": "В связи с заявлением Северного Ветра об освобождении Казачьей Локни, Кубаткина и Зазулевки решено считать хутор Южный освобождённым и зачищенным, несмотря на отсутствие отдельного заявления. Позднее подтверждено Минобороны.",
    "link": "https://lostarmour.info/news/update-110325-02",
    "date": "2025-03-11",
    "lat": 51.272535,
    "lon": 35.26563,
    "place": "Южный",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождена Казачья Локня",
    "link": "https://lostarmour.info/news/update-110325-01",
    "date": "2025-03-11",
    "lat": 51.239526,
    "lon": 35.251003,
    "place": "Казачья Локня",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ (решено считать архивной перед нашим отступлением)",
    "link": "https://lostarmour.info/news/update-120325-10",
    "date": "2025-03-12",
    "lat": 48.222086,
    "lon": 36.996529,
    "place": "Удачное",
    "eng": "Закрас"
  },
  {
    "title": "Штурмовики ВС РФ занимают позиции в северной части Басовки Сумской области. ",
    "link": "https://lostarmour.info/news/update-120325-11",
    "date": "2025-03-12",
    "lat": 51.19449,
    "lon": 35.08359,
    "place": "Басовка",
    "eng": "Закрас"
  },
  {
    "title": "Hyena Group: удары по позиции ВСУ в южной части села",
    "link": "https://lostarmour.info/news/update-120325-10",
    "date": "2025-03-12",
    "lat": 48.220429,
    "lon": 37.259497,
    "place": "Лысовка",
    "eng": "Открас"
  },
  {
    "title": "Северный Ветер: враг выбит из слободы Подол",
    "link": "https://lostarmour.info/news/update-120325-09",
    "date": "2025-03-12",
    "lat": 51.182457,
    "lon": 35.272439,
    "place": "Подол",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: враг выбит из посёлка Меловой",
    "link": "https://lostarmour.info/news/update-120325-08",
    "date": "2025-03-12",
    "lat": 51.149309,
    "lon": 35.239085,
    "place": "Меловой",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: ВС РФ освободили село Новомарково (на Краматорском направлении севернее Часова Яра за каналом)",
    "link": "https://lostarmour.info/news/update-120325-07",
    "date": "2025-03-12",
    "lat": 48.672625,
    "lon": 37.828263,
    "place": "Новомарково",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВСУ в мкр. Забалке",
    "link": "https://lostarmour.info/news/update-120325-06",
    "date": "2025-03-12",
    "lat": 48.380117,
    "lon": 37.840308,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "ВС РФ продвинулись до Богуславки, вероятно, освободив Загрызово. Сброс на позицию ВС РФ",
    "link": "https://lostarmour.info/news/update-120325-05",
    "date": "2025-03-12",
    "lat": 49.484413,
    "lon": 37.690297,
    "place": "Богуславка, Загрызово",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождён хутор 1-й Княжий. Также подтверждены Казачья Локня, 2-й Княжий, Замостье и Мирный",
    "link": "https://lostarmour.info/news/update-120325-04",
    "date": "2025-03-12",
    "lat": 51.214452,
    "lon": 35.256818,
    "place": "1-й Княжий",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ на квадроциклах движутся в сторону Басовки под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/update-120325-03",
    "date": "2025-03-12",
    "lat": 51.189464,
    "lon": 35.049326,
    "place": "Басовка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: Боец ВС РФ со знаменем на вершине водонапорной башни. Врага явно нет за ближайшие несколько сотен метров. Текстовкой заявлено полное освобождение Суджи",
    "link": "https://lostarmour.info/news/update-120325-02",
    "date": "2025-03-12",
    "lat": 51.189657,
    "lon": 35.269465,
    "place": "Суджа",
    "eng": "Закрас"
  },
  {
    "title": "Соловьёв: Флаг России у администрации Суджи",
    "link": "https://lostarmour.info/news/update-120325-01",
    "date": "2025-03-12",
    "lat": 51.190567,
    "lon": 35.269665,
    "place": "Суджа",
    "eng": "Закрас"
  },
  {
    "title": "Военнослужащие ВС РФ на Советской площади в центре города Суджа",
    "link": "https://lostarmour.info/news/update-120325-01--32720",
    "date": "2025-03-12",
    "lat": 51.1904117,
    "lon": 35.2692298,
    "place": "Суджа",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/update-130325-09",
    "date": "2025-03-13",
    "lat": 48.739315,
    "lon": 37.997463,
    "place": "Васюковка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ у Первого Мая под обстрелом",
    "link": "https://lostarmour.info/news/update-130325-08",
    "date": "2025-03-13",
    "lat": 48.445311,
    "lon": 37.936241,
    "place": "Первое Мая (Перше Травня, Озаряновка)",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: из ранее контролируемой части Удачного отошли, враг на отвале северо-западнее Солёного ",
    "link": "https://lostarmour.info/news/update-130325-07",
    "date": "2025-03-13",
    "lat": 48.2245568,
    "lon": 37.0354759,
    "place": "Удачное, Солёное",
    "eng": "Открас"
  },
  {
    "title": "Источник с мест: скорее всего, налёт архивный. ДК наши как раз забрали, большая часть пгт за ВС РФ",
    "link": "https://lostarmour.info/news/update-130325-06",
    "date": "2025-03-13",
    "lat": 48.22232,
    "lon": 37.1432149,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест (тот же, что сообщал про оба хутора Княжих) написал про завершение зачистки деревни Рубанщины, родины Героя Социалистического Труда Гуревича, в честь которого назван завод МиГ",
    "link": "https://lostarmour.info/news/update-130325-05",
    "date": "2025-03-13",
    "lat": 51.189175,
    "lon": 35.204383,
    "place": "Рубанщина",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: ВС РФ выбили ВСУ из села Заолешенки (слобода до 2024). После Суджи и Гончаровки была крупнейшим н.п. в оккупации, сейчас таким остаётся Гуево.",
    "link": "https://lostarmour.info/news/update-130325-04",
    "date": "2025-03-13",
    "lat": 51.202608,
    "lon": 35.257905,
    "place": "Заолешенка",
    "eng": "Закрас"
  },
  {
    "title": "Высадка десанта ВСУ на юго-западной окраине Шевченко. Вероятно, контроль над всем пгт утрачен",
    "link": "https://lostarmour.info/news/update-130325-04",
    "date": "2025-03-13",
    "lat": 48.21213,
    "lon": 37.13747,
    "place": "Шевченко",
    "eng": "Открас"
  },
  {
    "title": "Исходя из отступления врага в районе Журавки, Басовки и Суджи и полного отсутствия сведений о его присутствии в этом районе, решено считать, что в Успеновке уверенного присутствия врага нет. На схеме Минобороны это село также не отражено как частично занятое в настоящий момент врагом.",
    "link": "https://lostarmour.info/news/update-130325-03",
    "date": "2025-03-13",
    "lat": 51.213297,
    "lon": 34.932978,
    "place": "Успеновка",
    "eng": "Закрас"
  },
  {
    "title": "Также закрашены леса в районе Холодного Яра севернее Гуева, исходя из схемы Минобороны и сообщений об освобождении Мелового и Гончаровки. Отчасти этот прорыв с перерезанием грунтовки в Гончаровку подтверждали и вражеские источники, но без доказательств",
    "link": "https://lostarmour.info/news/update-130325-02",
    "date": "2025-03-13",
    "lat": 51.129881,
    "lon": 35.21215,
    "place": "Гуево, Гончаровка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: враг выбит из деревни Гончаровки. Теперь самым крупным оккупированным н.п. осталась Заолешенка [Кстати, здесь 51.192436, 35.23906 находится карьер, похожий на череп скотины]. В Курской области по данным ЛА осталось только 7 оккупированных поселений",
    "link": "https://lostarmour.info/news/update-130325-01",
    "date": "2025-03-13",
    "lat": 51.191196,
    "lon": 35.251949,
    "place": "Гончаровка",
    "eng": "Закрас"
  },
  {
    "title": "Врио губернатора Курской области Хинштейн: с 12 марта эвакуировали людей из н.п., включая Гуево (возможно, северные окраины под контролем наших)",
    "link": "https://lostarmour.info/news/update-140325-01",
    "date": "2025-03-14",
    "lat": 51.099895,
    "lon": 35.263225,
    "place": "Гуево",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом в Звереве (архив 13.03)",
    "link": "https://lostarmour.info/news/update-150325-03",
    "date": "2025-03-15",
    "lat": 48.248596,
    "lon": 37.113628,
    "place": "Зверево",
    "eng": "Закрас"
  },
  {
    "title": "Сброс по позиции ВС РФ (архив 14.03)",
    "link": "https://lostarmour.info/news/update-150325-02",
    "date": "2025-03-15",
    "lat": 48.45564,
    "lon": 37.94363,
    "place": "Первое Мая (Перше Травня, Озаряновка)",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВС РФ с FPV",
    "link": "https://lostarmour.info/news/update-150325-01",
    "date": "2025-03-15",
    "lat": 51.189936,
    "lon": 35.082712,
    "place": "Басовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в доме (архив ~10.03, опубликовано 14.03)",
    "link": "https://lostarmour.info/news/map-update-160325-14",
    "date": "2025-03-16",
    "lat": 48.74151,
    "lon": 38.0033,
    "place": "Васюковка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ (архив 09.03)",
    "link": "https://lostarmour.info/news/map-update-160325-13",
    "date": "2025-03-16",
    "lat": 48.876025,
    "lon": 38.203164,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-160325-12",
    "date": "2025-03-16",
    "lat": 47.913802,
    "lon": 36.762806,
    "place": "Весёлое",
    "eng": "Закрас"
  },
  {
    "title": "Спецназ Ахмат: обстрел позиции ВСУ в Кременских лесах",
    "link": "https://lostarmour.info/news/map-update-160325-11",
    "date": "2025-03-16",
    "lat": 48.95671,
    "lon": 38.19748,
    "place": "Белогоровка",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом, бригада Корд",
    "link": "https://lostarmour.info/news/map-update-160325-10",
    "date": "2025-03-16",
    "lat": 48.406924,
    "lon": 37.850301,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом, бригада Корд",
    "link": "https://lostarmour.info/news/map-update-160325-09",
    "date": "2025-03-16",
    "lat": 48.406729,
    "lon": 37.845986,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: южнее Весёлого заняли водокачку и птицеферму (архив 15.03)",
    "link": "https://lostarmour.info/news/map-update-160325-08",
    "date": "2025-03-16",
    "lat": 47.9191029,
    "lon": 36.7762101,
    "place": "Весёлое",
    "eng": "Закрас"
  },
  {
    "title": "Удар FPV врага по позициям ВС РФ (Хижак) Архив 13.03",
    "link": "https://lostarmour.info/news/map-update-160325-07",
    "date": "2025-03-16",
    "lat": 48.40862,
    "lon": 37.84067,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Удар FPV врага по позициям ВС РФ (Хижак) Архив 13.03",
    "link": "https://lostarmour.info/news/map-update-160325-06",
    "date": "2025-03-16",
    "lat": 48.402114,
    "lon": 37.851435,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под огнём FPV неприятеля (Хижак). Архив 13.03",
    "link": "https://lostarmour.info/news/map-update-160325-05",
    "date": "2025-03-16",
    "lat": 48.403129,
    "lon": 37.852173,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под огнём артиллерии (K2 мастер выкладывания консерв, но вроде уверенных позиций тут раньше не было. Архив 01.03)",
    "link": "https://lostarmour.info/news/map-update-160325-04",
    "date": "2025-03-16",
    "lat": 48.853811,
    "lon": 38.21508,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ под огнём врага (архив 14.03)",
    "link": "https://lostarmour.info/news/update-160325-03",
    "date": "2025-03-16",
    "lat": 49.09767,
    "lon": 37.91723,
    "place": "Ивановка, Колодези",
    "eng": "Закрас"
  },
  {
    "title": "Родная 98-я: удары по врагу в отделении почты (архив 15.03)",
    "link": "https://lostarmour.info/news/update-160325-02",
    "date": "2025-03-16",
    "lat": 48.58911,
    "lon": 37.83363,
    "place": "Часов Яр",
    "eng": "Открас"
  },
  {
    "title": "Северный Ветер: Начались бои за Гоголевку",
    "link": "https://lostarmour.info/news/update-160325-01",
    "date": "2025-03-16",
    "lat": 51.187898,
    "lon": 35.187424,
    "place": "Гоголевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на шахте \"Торецкая\" под обстрелом",
    "link": "https://lostarmour.info/news/map-update-170325-08",
    "date": "2025-03-17",
    "lat": 48.408495,
    "lon": 37.855916,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Боец ВС РФ под сбросом с вражеского БПЛА",
    "link": "https://lostarmour.info/news/map-update-170325-07",
    "date": "2025-03-17",
    "lat": 48.40099,
    "lon": 37.84341,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Зачистка опорного пункта ВСУ. Первое движение в этом районе с мая 2023 года. Теперь эта ветка ж/д не перерезана физическим контролем врага",
    "link": "https://lostarmour.info/news/map-update-170325-06",
    "date": "2025-03-17",
    "lat": 48.260491,
    "lon": 37.748545,
    "place": "Новобахмутовка, Розовка (Александрополь)",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: большая часть Гоголевки и окрестностей зачищена, но село ещё не до конца освобождено. Бои в лесополосах вдоль трассы Суджа-Юнаковка",
    "link": "https://lostarmour.info/news/map-update-170325-05",
    "date": "2025-03-17",
    "lat": 51.194341,
    "lon": 35.180662,
    "place": "Гоголевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ",
    "link": "https://lostarmour.info/news/map-update-170325-04",
    "date": "2025-03-17",
    "lat": 47.853965,
    "lon": 36.705113,
    "place": "Привольное, Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Степовое Запорожской области",
    "link": "https://lostarmour.info/news/map-update-170325-03",
    "date": "2025-03-17",
    "lat": 47.5429041,
    "lon": 35.4885041,
    "place": "Степовое",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ зашли в Малые Щербаки (по-видимому, впервые за всё время СВО). Вражеская съёмка ударов по позиции с канала аэроразведки ТРО \"Luftwaffe\"",
    "link": "https://lostarmour.info/news/map-update-170325-02",
    "date": "2025-03-17",
    "lat": 47.54774,
    "lon": 35.549893,
    "place": "Малые Щербаки",
    "eng": "Закрас"
  },
  {
    "title": "Спецназ Ахмата: удары по опорнику ВСУ в Кременских лесах (видео от 15.03 и 17.03)",
    "link": "https://lostarmour.info/news/map-update-170325-01",
    "date": "2025-03-17",
    "lat": 48.94349,
    "lon": 38.20418,
    "place": "Белогоровка",
    "eng": "Открас"
  },
  {
    "title": "Удар FPV врага по зданию (архив 13.03)",
    "link": "https://lostarmour.info/news/map-update-180325-10",
    "date": "2025-03-18",
    "lat": 48.4084926,
    "lon": 37.8465664,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "\"Рядовой на передовой\": Удары артиллерии по ВСУ в жилых строениях",
    "link": "https://lostarmour.info/news/map-update-180325-09",
    "date": "2025-03-18",
    "lat": 49.5607908,
    "lon": 37.7192285,
    "place": "Колесниковка",
    "eng": "Открас"
  },
  {
    "title": "Два Майора: Видео поражения прошедшей через заграждения техники ВСУ в ходе атаки в Краснояружском районе Белгородской области",
    "link": "https://lostarmour.info/news/map-update-180325-08",
    "date": "2025-03-18",
    "lat": 50.929438,
    "lon": 35.3810936,
    "place": "Демидовка, Графовка",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ в шахте под обстрелом (архив 17.03)",
    "link": "https://lostarmour.info/news/map-update-180325-07",
    "date": "2025-03-18",
    "lat": 48.4098801,
    "lon": 37.8558191,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция южнее села (севернее кадры от Воина DV - архивные) ",
    "link": "https://lostarmour.info/news/map-update-180325-06",
    "date": "2025-03-18",
    "lat": 47.984046,
    "lon": 37.023089,
    "place": "Константинополь",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ штурмуют опорный пункт ВС РФ",
    "link": "https://lostarmour.info/news/map-update-180325-05",
    "date": "2025-03-18",
    "lat": 48.026329,
    "lon": 37.024287,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВС РФ на западном склоне долины р. Жеребец",
    "link": "https://lostarmour.info/news/map-update-180325-04",
    "date": "2025-03-18",
    "lat": 49.185045,
    "lon": 37.967244,
    "place": "Невское (Балка Журавка)",
    "eng": "Закрас"
  },
  {
    "title": "Удар ВСУ по жилой застройке. Одинокий боец ВС РФ сдаётся в плен БПЛА. Западная часть села на левобережье речушки Локни практически освобождена, контроль правой пока неизвестен",
    "link": "https://lostarmour.info/news/map-update-180325-03",
    "date": "2025-03-18",
    "lat": 51.179695,
    "lon": 35.079609,
    "place": "Басовка",
    "eng": "Закрас"
  },
  {
    "title": "Атака бронеколонной ВС РФ",
    "link": "https://lostarmour.info/news/map-update-180325-02",
    "date": "2025-03-18",
    "lat": 48.41716,
    "lon": 37.907538,
    "place": "Дружба",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВС РФ (архив 14.03)",
    "link": "https://lostarmour.info/news/map-update-180325-01",
    "date": "2025-03-18",
    "lat": 48.591372,
    "lon": 37.825545,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Военкоры Русской Весны\": Обстрел из РСЗО позиций ВСУ в районе Прилесья Белгородской области",
    "link": "https://lostarmour.info/news/map-update-190325-05",
    "date": "2025-03-19",
    "lat": 50.878685,
    "lon": 35.402746,
    "place": "Прилесье",
    "eng": "Открас"
  },
  {
    "title": "ВСУ попадают в засаду",
    "link": "https://lostarmour.info/news/map-update-190325-04",
    "date": "2025-03-19",
    "lat": 48.22527,
    "lon": 37.13787,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Блиндаж ВС РФ под ударом (видимо, контроль южнее являет собой сложный \"Слоёный пирог\"). Архив 18.03",
    "link": "https://lostarmour.info/news/map-update-190325-03",
    "date": "2025-03-19",
    "lat": 48.41806,
    "lon": 37.84946,
    "place": "Крымское",
    "eng": "Закрас"
  },
  {
    "title": "\"Изнанка\": удары по технике ВСУ в белгородском приграничье, заявлено как ночь на 19.03",
    "link": "https://lostarmour.info/news/map-update-190325-02",
    "date": "2025-03-19",
    "lat": 50.932615,
    "lon": 35.380859,
    "place": "Демидовка, Графовка",
    "eng": "Открас"
  },
  {
    "title": "Удар по одинокому танку ВС РФ с противоминными тралами",
    "link": "https://lostarmour.info/news/map-update-190325-01",
    "date": "2025-03-19",
    "lat": 48.43135,
    "lon": 37.930495,
    "place": "Первое Мая (Перше Травня, Озаряновка), пос. Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: накат ВСУ на Прилесье выдохся. На Демидовку пока есть, но слабнет. Ни в одно село Белгородской области враг зайти не смог.",
    "link": "https://lostarmour.info/news/map-update-200325-04",
    "date": "2025-03-20",
    "lat": 50.8792602,
    "lon": 35.4033831,
    "place": "Прилесье",
    "eng": "Закрас"
  },
  {
    "title": "Зачистка ВС РФ позиции ВСУ",
    "link": "https://lostarmour.info/news/map-update-200325-03",
    "date": "2025-03-20",
    "lat": 48.341928,
    "lon": 37.550659,
    "place": "Тарасовка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ восстанавливает позиции в северной части пгт. Позиции наших под артогнём",
    "link": "https://lostarmour.info/news/map-update-200325-02",
    "date": "2025-03-20",
    "lat": 48.225056,
    "lon": 37.147612,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в водопропускной трубе по дорогой под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/map-update-200325-01",
    "date": "2025-03-20",
    "lat": 49.801029,
    "lon": 37.611998,
    "place": "Западное, Калиново, Малая Шапковка",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ у воронки от удара авиабомбы под атакой FPV-дрона 81 РУБПАК ВСУ. Вероятно, эта часть ЛНР освобождена полностью",
    "link": "https://lostarmour.info/news/map-update-210325-03",
    "date": "2025-03-21",
    "lat": 48.922282,
    "lon": 38.227293,
    "place": "Белогоровка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: уточнение линии фронта в городе с высокой точностью ",
    "link": "https://lostarmour.info/news/map-update-210325-02",
    "date": "2025-03-21",
    "lat": 48.5795,
    "lon": 37.8345,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: ВСУ контратакуют  в Константинополе (то же здание, где раньше флаг России был размещён 9 марта). Архив 17.03",
    "link": "https://lostarmour.info/news/map-update-210325-01",
    "date": "2025-03-21",
    "lat": 47.999943,
    "lon": 37.040228,
    "place": "Константинополь",
    "eng": "Открас"
  },
  {
    "title": "Штурмовая группа ВС РФ занимает позиции под обстрелом FPV ВСУ",
    "link": "https://lostarmour.info/news/map-update-220325-02",
    "date": "2025-03-22",
    "lat": 48.073764,
    "lon": 37.022907,
    "place": "Серебряное (Срибное)",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: перешли границу Сумской области ещё в одном месте и вышли на северные окраины Владимировки",
    "link": "https://lostarmour.info/news/map-update-220325-01",
    "date": "2025-03-22",
    "lat": 51.1801372,
    "lon": 34.8670361,
    "place": "Владимировка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел в северной части Забалки",
    "link": "https://lostarmour.info/news/map-update-230325-05",
    "date": "2025-03-23",
    "lat": 48.38507,
    "lon": 37.83253,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Брюс: ВС РФ штурмуют Малую Шапковку",
    "link": "https://lostarmour.info/news/map-update-230325-04",
    "date": "2025-03-23",
    "lat": 49.791447,
    "lon": 37.576799,
    "place": "Малая Шапковка",
    "eng": "Закрас"
  },
  {
    "title": "Эндшпиль: уничтожение M113 в Надие",
    "link": "https://lostarmour.info/news/map-update-230325-03",
    "date": "2025-03-23",
    "lat": 49.373188,
    "lon": 37.923615,
    "place": "Надия",
    "eng": "Открас"
  },
  {
    "title": "Северный Ветер: \"На Сумском направлении продолжаются ожесточенные бои в приграничных лесополосах западнее Гоголевки, а также в окрестностях Гуево\"",
    "link": "https://lostarmour.info/news/map-update-230325-02",
    "date": "2025-03-23",
    "lat": 51.191147,
    "lon": 35.154398,
    "place": "Гоголевка",
    "eng": "Закрас"
  },
  {
    "title": "Уточнение с мест: слова про ВСУ на окраинах Демидовки следовало понимать как зацепление за самую южную окраину села с самого первого дня, но дальше враг не прошёл до сих пор. По контролю ВСУ +- за последние дни изменений здесь нет",
    "link": "https://lostarmour.info/news/map-update-230325-01",
    "date": "2025-03-23",
    "lat": 50.9399842,
    "lon": 35.3833506,
    "place": "Демидовка",
    "eng": "Открас"
  },
  {
    "title": "(техническая корректировка) Согласно новой версии АТД Херсонской области от 27.12.2024, оставшиеся территории бывшего Снигирёвского района также формально включены в состав Херсонской области (в версии от 27.03.2023 восемь сёл не были перечислены как находящиеся в составе Херсонской, что нашло отражение в границах на карте: Павло-Марьяновка, Новопавовское, Степовое (оно же Степное и Радгоспное), Поляна, Покровское, Червоная Долина, Широкое, Кобзарцы)",
    "link": "https://lostarmour.info/news/map-update-240325-18",
    "date": "2025-03-24",
    "lat": 47.199839,
    "lon": 32.63786,
    "place": "Снигирёвский район",
    "eng": "Закрас"
  },
  {
    "title": "По данным видео \"Анатомия Разгрома часть 4\" с двумя шлагбаумами из проволоки и мин, ВСУ покинули МАПП Суджа как минимум до заката солнца 23 марта 2025",
    "link": "https://lostarmour.info/news/map-update-240325-17",
    "date": "2025-03-24",
    "lat": 51.171171,
    "lon": 35.134237,
    "place": "МАПП \"Суджа\"",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелами FPV",
    "link": "https://lostarmour.info/news/map-update-240325-16",
    "date": "2025-03-24",
    "lat": 47.87451,
    "lon": 36.69711,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ в лесопасадке возле разобранной заводской ветки ж/д под атакой FPV",
    "link": "https://lostarmour.info/news/map-update-240325-15",
    "date": "2025-03-24",
    "lat": 48.237707,
    "lon": 37.124248,
    "place": "Песчаное",
    "eng": "Закрас"
  },
  {
    "title": "Позиции бойцов ВС РФ в северной части села. Вероятно, Розовка уже освобождена полностью. Из Ясиноватского района остаётся освободить только Пантелеймоновку",
    "link": "https://lostarmour.info/news/map-update-240325-14",
    "date": "2025-03-24",
    "lat": 48.290552,
    "lon": 37.774705,
    "place": "Розовка (Александрополь)",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиций ВСУ. Уточнение закрепления ВСУ в этих домах с первого дня",
    "link": "https://lostarmour.info/news/map-update-240325-13",
    "date": "2025-03-24",
    "lat": 50.942086,
    "lon": 35.383022,
    "place": "Демидовка",
    "eng": "Открас"
  },
  {
    "title": "Штурм лесополосы ВС РФ",
    "link": "https://lostarmour.info/news/map-update-240325-12",
    "date": "2025-03-24",
    "lat": 47.51427,
    "lon": 35.42048,
    "place": "Пятихатки, Жеребянки",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел вражеской техники (считалось архивом, но сейчас мнение пересмотрено. Архив 20.02)",
    "link": "https://lostarmour.info/news/map-update-240325-11",
    "date": "2025-03-24",
    "lat": 49.666041,
    "lon": 37.872206,
    "place": "Степовая Новосёловка",
    "eng": "Открас"
  },
  {
    "title": "Заявлено как обстрел позиции ВСУ (архив 13.03)",
    "link": "https://lostarmour.info/news/map-update-240325-10",
    "date": "2025-03-24",
    "lat": 48.402012,
    "lon": 37.853125,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "ВСУ обстреливают ДК (архив 13.03)",
    "link": "https://lostarmour.info/news/map-update-240325-09",
    "date": "2025-03-24",
    "lat": 48.404626,
    "lon": 37.854673,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: \"Бесстрашные на МАПП \"Суджа\" гонят оккупантов с Русской земли!\"",
    "link": "https://lostarmour.info/news/map-update-240325-08",
    "date": "2025-03-24",
    "lat": 51.178704,
    "lon": 35.137472,
    "place": "МАПП \"Суджа\"",
    "eng": "Закрас"
  },
  {
    "title": "Удар по многоэтажке с ВСУ (архив 13.03)",
    "link": "https://lostarmour.info/news/map-update-240325-07",
    "date": "2025-03-24",
    "lat": 48.402346,
    "lon": 37.85178,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Удар FPV по бойцам ВС РФ (архив 13.03)",
    "link": "https://lostarmour.info/news/map-update-240325-08",
    "date": "2025-03-24",
    "lat": 48.407963,
    "lon": 37.841341,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Брюс: Степовая Новосёлка давно не находится под контролем ВС РФ (архив 23.03)",
    "link": "https://lostarmour.info/news/map-update-240325-07",
    "date": "2025-03-24",
    "lat": 49.6580116,
    "lon": 37.8634933,
    "place": "Степовая Новосёловка",
    "eng": "Открас"
  },
  {
    "title": "Боец ВС РФ под ударом (архив 13.03)",
    "link": "https://lostarmour.info/news/map-update-240325-06",
    "date": "2025-03-24",
    "lat": 48.405629,
    "lon": 37.852301,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Сброс ВСУ по позиции ВС РФ (архив 13.03)",
    "link": "https://lostarmour.info/news/map-update-240325-05",
    "date": "2025-03-24",
    "lat": 48.405333,
    "lon": 37.851765,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Поражение FPV бронетехники ВСУ (архив 23.03)",
    "link": "https://lostarmour.info/news/map-update-240325-04",
    "date": "2025-03-24",
    "lat": 48.1336,
    "lon": 37.00027,
    "place": "Надеждинка (Надеевка)",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ под огнём ВСУ",
    "link": "https://lostarmour.info/news/map-update-240325-03",
    "date": "2025-03-24",
    "lat": 48.196835,
    "lon": 37.020455,
    "place": "Успеновка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на отвальном породе под обстрелом. В свете сведений с мест о наличии позиций на восточной окраине Удачного пока решено считать не архивом (архив 23.03)",
    "link": "https://lostarmour.info/news/map-update-240325-02",
    "date": "2025-03-24",
    "lat": 48.225698,
    "lon": 37.030289,
    "place": "Удачное, Солёное",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: на данный момент наши зацепились за восточную окраину Удачного",
    "link": "https://lostarmour.info/news/map-update-240325-01",
    "date": "2025-03-24",
    "lat": 48.240379,
    "lon": 37.013828,
    "place": "Удачное",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ в восточном комплексе зданий стадиона \"Авангард\"",
    "link": "https://lostarmour.info/news/map-update-250325-09",
    "date": "2025-03-25",
    "lat": 48.400936,
    "lon": 37.85291,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": Константинополь был, есть и будет под нашим контролем. В него залетали мобильные группы малочисленные, которые пытались закрепиться за то или иное здание, но их максимально оперативно отрабатывали",
    "link": "https://lostarmour.info/news/map-update-250325-08",
    "date": "2025-03-25",
    "lat": 48.000804,
    "lon": 37.029241,
    "place": "Константинополь",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли позиции на юге Лобкового. Под обстрелом FPV",
    "link": "https://lostarmour.info/news/map-update-250325-07",
    "date": "2025-03-25",
    "lat": 47.523631,
    "lon": 35.439532,
    "place": "Лобковое",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ под ударом FPV 67 бригады ВСУ, бывший \"Правый Сектор\" (архив 24.03)",
    "link": "https://lostarmour.info/news/map-update-250325-06",
    "date": "2025-03-25",
    "lat": 51.2155,
    "lon": 35.0176,
    "place": "Журавка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождены Малые Щербаки",
    "link": "https://lostarmour.info/news/map-update-250325-05",
    "date": "2025-03-25",
    "lat": 47.5502383,
    "lon": 35.5491812,
    "place": "Малые Щербаки",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: бойцы \"Запада\" освободили Мирное [имеется в виду украинское название, в ДНР - посёлок Дзержинское]",
    "link": "https://lostarmour.info/news/map-update-250325-04",
    "date": "2025-03-25",
    "lat": 49.069472,
    "lon": 37.926897,
    "place": "Дзержинское (Мирное)",
    "eng": "Закрас"
  },
  {
    "title": "Два Майора: удар FPV по пехоте ВСУ, которая не ведёт стрелковый бой",
    "link": "https://lostarmour.info/news/map-update-250325-03",
    "date": "2025-03-25",
    "lat": 50.943528,
    "lon": 35.388936,
    "place": "Демидовка",
    "eng": "Открас"
  },
  {
    "title": "K2: обстрел ВС РФ FPV и артиллерией. Очередное видео традиционного жанра \"наголову громим русских, но с каждым видео их привязки смещаются всё западнее и западнее\" (архив 22.03)",
    "link": "https://lostarmour.info/news/map-update-250325-02",
    "date": "2025-03-25",
    "lat": 48.845139,
    "lon": 38.202159,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: вчера ВСУ перешли границу возле Поповки, само село под контролем России, южнее в лесопосадках уничтожаются укрывшиеся группы оккупантов",
    "link": "https://lostarmour.info/news/map-update-250325-01",
    "date": "2025-03-25",
    "lat": 50.9366531,
    "lon": 35.3503669,
    "place": "Поповка",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-260325-04",
    "date": "2025-03-26",
    "lat": 48.407121,
    "lon": 37.814508,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: враг выбит из северной части с. Гуева",
    "link": "https://lostarmour.info/news/map-update-260325-03",
    "date": "2025-03-26",
    "lat": 51.095862,
    "lon": 35.261355,
    "place": "Гуево",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ на востоке села",
    "link": "https://lostarmour.info/news/map-update-260325-02",
    "date": "2025-03-26",
    "lat": 47.875923,
    "lon": 36.692961,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ",
    "link": "https://lostarmour.info/news/map-update-260325-01",
    "date": "2025-03-26",
    "lat": 51.142272,
    "lon": 35.198557,
    "place": "Меловой",
    "eng": "Закрас"
  },
  {
    "title": "Встречный бой бронемашин ВС РФ и ВСУ (то самое видео, где вражеская \"уступает дорогу\" нашей)",
    "link": "https://lostarmour.info/news/map-update-270325-05",
    "date": "2025-03-27",
    "lat": 47.55044,
    "lon": 35.58095,
    "place": "Щербаки",
    "eng": "Закрас"
  },
  {
    "title": "Работа эвакуационной группы ВСУ под обстрелом ВС РФ",
    "link": "https://lostarmour.info/news/map-update-270325-03",
    "date": "2025-03-27",
    "lat": 48.256685,
    "lon": 37.044269,
    "place": "Димитрово (Котлино)",
    "eng": "Открас"
  },
  {
    "title": "Удары FPV по трём бойцам ВС РФ в окопе. Впервые с октября 2022 года линия фронта корректируется на территории с \"кривыми\" спутниковыми снимками у Яндекса",
    "link": "https://lostarmour.info/news/map-update-270325-02",
    "date": "2025-03-27",
    "lat": 49.14832,
    "lon": 37.865,
    "place": "Новое",
    "eng": "Закрас"
  },
  {
    "title": "(техническое) Исправлен участок границы Белоруссии с Россией. Туда попала родина и Ефима Фомина, руководившего обороной Брестской крепости",
    "link": "https://lostarmour.info/news/map-update-270325-01",
    "date": "2025-03-27",
    "lat": 55.0881647,
    "lon": 30.9686403,
    "place": "Яськовщинский сельсовет, Витебская область",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ бронеколонной",
    "link": "https://lostarmour.info/news/map-update-280325-12",
    "date": "2025-03-28",
    "lat": 48.088599,
    "lon": 36.970095,
    "place": "Богдановка",
    "eng": "Закрас"
  },
  {
    "title": "Вражеская съёмка передвижений бойца ВС РФ в окопе",
    "link": "https://lostarmour.info/news/map-update-280325-11",
    "date": "2025-03-28",
    "lat": 48.3684,
    "lon": 37.82276,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел ВС РФ из FPV",
    "link": "https://lostarmour.info/news/map-update-280325-10",
    "date": "2025-03-28",
    "lat": 48.39771,
    "lon": 37.81509,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Удар гаубицы ВС РФ",
    "link": "https://lostarmour.info/news/map-update-280325-09",
    "date": "2025-03-28",
    "lat": 48.93964,
    "lon": 38.22598,
    "place": "Белогоровка",
    "eng": "Открас"
  },
  {
    "title": "Северный Ветер: Бесстрашные освободили Веселовку в Сумской области.",
    "link": "https://lostarmour.info/news/map-update-280325-08",
    "date": "2025-03-28",
    "lat": 51.203641,
    "lon": 34.933722,
    "place": "Веселовка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВС РФ в северной части Лысовки (архив 27.03)",
    "link": "https://lostarmour.info/news/map-update-280325-07",
    "date": "2025-03-28",
    "lat": 48.225978,
    "lon": 37.256257,
    "place": "Лысовка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: видео, штурмовая группа врага прорвалась на окраины Поповки и была уничтожена",
    "link": "https://lostarmour.info/news/map-update-280325-06",
    "date": "2025-03-28",
    "lat": 50.953072,
    "lon": 35.3563998,
    "place": "Поповка",
    "eng": "Открас"
  },
  {
    "title": "Минобороны: освобождено село Красное Первое (бывший Двуречанский, ныне Купянский район Харьковской области)",
    "link": "https://lostarmour.info/news/map-update-280325-05",
    "date": "2025-03-28",
    "lat": 49.94308,
    "lon": 37.757759,
    "place": "Красное Первое",
    "eng": "Закрас"
  },
  {
    "title": "Мирон с опорой на источники с мест: Григоровка тоже давно наша",
    "link": "https://lostarmour.info/news/map-update-280325-04",
    "date": "2025-03-28",
    "lat": 48.924577,
    "lon": 38.188483,
    "place": "Григоровка (Серебрянский сельсовет)",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: враг отброшен из лесных-массивов северо-восточнее и восточнее Гуево",
    "link": "https://lostarmour.info/news/map-update-280325-03",
    "date": "2025-03-28",
    "lat": 51.092306,
    "lon": 35.282144,
    "place": "Гуево",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: Бесстрашные освободили Гоголевку",
    "link": "https://lostarmour.info/news/map-update-280325-02",
    "date": "2025-03-28",
    "lat": 51.177015,
    "lon": 35.172767,
    "place": "Гоголевка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: западная часть Басовки полностью под контролем Северян",
    "link": "https://lostarmour.info/news/map-update-280325-01",
    "date": "2025-03-28",
    "lat": 51.17902,
    "lon": 35.079583,
    "place": "Басовка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: Песчаное целиком за ВС РФ. Отвал породы у Солёного в закрасе тоже за нашими.",
    "link": "https://lostarmour.info/news/map-update-290325-07",
    "date": "2025-03-29",
    "lat": 48.236067,
    "lon": 37.112807,
    "place": "Песчаное",
    "eng": "Закрас"
  },
  {
    "title": "Высадка десанта под огнём ВСУ",
    "link": "https://lostarmour.info/news/map-update-290325-06",
    "date": "2025-03-29",
    "lat": 48.19919,
    "lon": 37.016243,
    "place": "Успеновка",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение ВС РФ",
    "link": "https://lostarmour.info/news/map-update-290325-05",
    "date": "2025-03-29",
    "lat": 49.68948,
    "lon": 37.855439,
    "place": "Ивановка",
    "eng": "Закрас"
  },
  {
    "title": "Удары по ВСУ в селе Поповке",
    "link": "https://lostarmour.info/news/map-update-290325-04--33496",
    "date": "2025-03-29",
    "lat": 50.954444,
    "lon": 35.344648,
    "place": "Поповка",
    "eng": "Открас"
  },
  {
    "title": "Минобороны: освобождено село Пантелеймоновка. С Розовкой будут освобождены все н.п. Ясиноватского района ДНР",
    "link": "https://lostarmour.info/news/map-update-290325-03",
    "date": "2025-03-29",
    "lat": 48.298478,
    "lon": 37.773275,
    "place": "Пантелеймоновка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Щербаки",
    "link": "https://lostarmour.info/news/map-update-290325-02",
    "date": "2025-03-29",
    "lat": 47.551225,
    "lon": 35.578589,
    "place": "Щербаки",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ. Позиции всего в 3 км от Днепропетровской области. По данным с мест, Преображенка пока под контролем ВСУ",
    "link": "https://lostarmour.info/news/map-update-290325-01",
    "date": "2025-03-29",
    "lat": 48.127169,
    "lon": 36.927256,
    "place": "Котляровка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ расширили плацдарм за р. Оскол продвинувшись у с. Кондрашовка",
    "link": "https://lostarmour.info/news/map-update-300325-05",
    "date": "2025-03-30",
    "lat": 49.77696,
    "lon": 37.57988,
    "place": "Кондрашовка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер:  Северяне завершают освобождение Басовки. На данный момент в населенном пункте <...> осталось выбить с двух улиц и двух групп домовладений.",
    "link": "https://lostarmour.info/news/map-update-300325-04",
    "date": "2025-03-30",
    "lat": 51.185342,
    "lon": 35.088264,
    "place": "Басовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-300325-03",
    "date": "2025-03-30",
    "lat": 48.43191,
    "lon": 37.92948,
    "place": "Дружба",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-300325-02",
    "date": "2025-03-30",
    "lat": 48.377479,
    "lon": 37.825842,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: ВС РФ контролируют половину посёлка Разлив",
    "link": "https://lostarmour.info/news/map-update-300325-01",
    "date": "2025-03-30",
    "lat": 47.971288,
    "lon": 37.006682,
    "place": "Разлив",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: освободили посёлок Разлив в ДНР. Горький уточнил, что ферма тоже за нашими",
    "link": "https://lostarmour.info/news/map-update-310325-03",
    "date": "2025-03-31",
    "lat": 47.970922,
    "lon": 36.987972,
    "place": "Разлив",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ (архив 30.03)",
    "link": "https://lostarmour.info/news/map-update-310325-02",
    "date": "2025-03-31",
    "lat": 48.41366,
    "lon": 37.843107,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ (архив 29.03)",
    "link": "https://lostarmour.info/news/map-update-310325-01",
    "date": "2025-03-31",
    "lat": 48.392129,
    "lon": 37.825903,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ (видео от вражеского SICARIO)",
    "link": "https://lostarmour.info/news/map-update-010425-04",
    "date": "2025-04-01",
    "lat": 47.897967,
    "lon": 36.730692,
    "place": "Бурлацкое",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-010425-03",
    "date": "2025-04-01",
    "lat": 48.082941,
    "lon": 36.975909,
    "place": "Богдановка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-010425-02",
    "date": "2025-04-01",
    "lat": 51.146927,
    "lon": 35.185601,
    "place": "Олешня",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение ВС РФ в направлении Катериновки",
    "link": "https://lostarmour.info/news/map-update-010425-01",
    "date": "2025-04-01",
    "lat": 49.164877,
    "lon": 37.919862,
    "place": "Новолюбовка",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: Подразделениями группировки \"Восток\" освобожден н.п. Веселое\n",
    "link": "https://lostarmour.info/news/map-update-020425-06",
    "date": "2025-04-02",
    "lat": 47.931911,
    "lon": 36.765966,
    "place": "Весёлое",
    "eng": "Закрас"
  },
  {
    "title": "Мотоциклист ВС РФ. Попытка контрнаступления ВСУ в Дзержинске явно выдохлась (архив 27.03 или 28.03)",
    "link": "https://lostarmour.info/news/map-update-020425-05",
    "date": "2025-04-02",
    "lat": 48.384839,
    "lon": 37.822074,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Лють: позиции ВС РФ под ударами. Предположительно, этот \"карман\" контроля ВСУ уже ликвидирован (архив 28.03)",
    "link": "https://lostarmour.info/news/map-update-020425-04",
    "date": "2025-04-02",
    "lat": 48.406558,
    "lon": 37.851097,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Атака техникой ВС РФ с северо-востока и северо-запада под обстрелами арты и сбросами (видео фашистской 72 ОМБр, от 01.04, датой видео указано 31.03). Предположительно, село за ВС РФ",
    "link": "https://lostarmour.info/news/map-update-020425-03",
    "date": "2025-04-02",
    "lat": 48.11776,
    "lon": 36.96471,
    "place": "Преображенка",
    "eng": "Закрас"
  },
  {
    "title": "Непубличное видео: бойцы ВС РФ (архив 28.03 и 31.03)",
    "link": "https://lostarmour.info/news/map-update-020425-02",
    "date": "2025-04-02",
    "lat": 48.406636,
    "lon": 37.830252,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Архангелы Спецназа: десантники 247 полка освободили Лобковое (вероятная привязка кадра с флагом). Это было последнее поселение, ранее полностью утраченное в 2023 году и возвращённое под контроль России",
    "link": "https://lostarmour.info/news/map-update-020425-01",
    "date": "2025-04-02",
    "lat": 47.531139,
    "lon": 35.4297039,
    "place": "Лобковое",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под ударами FPV",
    "link": "https://lostarmour.info/news/map-update-030425-06",
    "date": "2025-04-03",
    "lat": 49.974573,
    "lon": 37.838254,
    "place": "Каменка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ под огнём FPV",
    "link": "https://lostarmour.info/news/map-update-030425-05",
    "date": "2025-04-03",
    "lat": 51.1776413,
    "lon": 35.0854826,
    "place": "Басовка",
    "eng": "Закрас"
  },
  {
    "title": "Вражеский канал \"Скалы\": позиция ВС РФ в бывшем жилом доме (архив 02.04)",
    "link": "https://lostarmour.info/news/map-update-030425-04",
    "date": "2025-04-03",
    "lat": 48.240764,
    "lon": 36.998965,
    "place": "Удачное",
    "eng": "Закрас"
  },
  {
    "title": "True: из Белогорья отошли, это серая зона",
    "link": "https://lostarmour.info/news/map-update-030425-03",
    "date": "2025-04-03",
    "lat": 47.524272,
    "lon": 36.003355,
    "place": "Белогорье",
    "eng": "Открас"
  },
  {
    "title": "Позиции ВС РФ западнее Невского",
    "link": "https://lostarmour.info/news/map-update-030425-02",
    "date": "2025-04-03",
    "lat": 49.176735,
    "lon": 37.941529,
    "place": "Невское (Балка Журавка), Новолюбовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под обтрелом ВСУ",
    "link": "https://lostarmour.info/news/map-update-030425-01",
    "date": "2025-04-03",
    "lat": 48.012707,
    "lon": 36.997774,
    "place": "Алексеевка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Успеновка",
    "link": "https://lostarmour.info/news/map-update-040425-01",
    "date": "2025-04-04",
    "lat": 48.1954016,
    "lon": 37.0168025,
    "place": "Успеновка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: бои на окраинах Олешни",
    "link": "https://lostarmour.info/news/map-update-050425-04",
    "date": "2025-04-05",
    "lat": 51.161278,
    "lon": 35.157682,
    "place": "Олешня",
    "eng": "Закрас"
  },
  {
    "title": "Удар управляемой бомбы ВСУ с МиГ-29 в Гуеве по зданию администрации",
    "link": "https://lostarmour.info/news/map-update-050425-03",
    "date": "2025-04-05",
    "lat": 51.0940436,
    "lon": 35.2619078,
    "place": "Гуево",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВСУ (архив 04.04). Вероятно, корректировка закраса.",
    "link": "https://lostarmour.info/news/map-update-050425-02",
    "date": "2025-04-05",
    "lat": 49.79983,
    "lon": 37.61146,
    "place": "Западное",
    "eng": "Открас"
  },
  {
    "title": "Северный Ветер: освобождено с. Басовка. Дополнение от Mad Maxwell: это первое крупное село, освобождённое в Сумской области во время текущего захода в неё (647 жителей в 2001). В ней расположены руины храма Казанской иконы Божьей матери, построенного в память погибших в Русско-японской войне 1904-1905",
    "link": "https://lostarmour.info/news/map-update-050425-01",
    "date": "2025-04-05",
    "lat": 51.174235,
    "lon": 35.07937,
    "place": "Басовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в южной части села. Большая часть Гуева освобождена (архив 06.04)",
    "link": "https://lostarmour.info/news/map-update-060425-05",
    "date": "2025-04-06",
    "lat": 51.083471,
    "lon": 35.272174,
    "place": "Гуево",
    "eng": "Закрас"
  },
  {
    "title": "Штурм ББМ ВС РФ",
    "link": "https://lostarmour.info/news/map-update-060425-04",
    "date": "2025-04-06",
    "lat": 48.047308,
    "lon": 37.044262,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": здесь находится взятая ключевая высота над Разливом. Контуры примерно такие",
    "link": "https://lostarmour.info/news/map-update-060425-03",
    "date": "2025-04-06",
    "lat": 47.976022,
    "lon": 36.975373,
    "place": "Разлив, Константинополь, Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "Военкор Брюс: по моей информации, село Демидовка зачищено от противника",
    "link": "https://lostarmour.info/news/map-update-060425-02",
    "date": "2025-04-06",
    "lat": 50.941245,
    "lon": 35.384787,
    "place": "Демидовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под сбросами с БПЛА",
    "link": "https://lostarmour.info/news/map-update-060425-01",
    "date": "2025-04-06",
    "lat": 48.4205385,
    "lon": 37.9045018,
    "place": "Дружба",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ (архив 4-5 апреля)",
    "link": "https://lostarmour.info/news/map-update-070425-08",
    "date": "2025-04-07",
    "lat": 49.977014,
    "lon": 37.838455,
    "place": "Каменка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ (архив 4-5 апреля)",
    "link": "https://lostarmour.info/news/map-update-070425-07",
    "date": "2025-04-07",
    "lat": 49.975287,
    "lon": 37.832656,
    "place": "Каменка",
    "eng": "Закрас"
  },
  {
    "title": "Боец ВС РФ в восточной части пгт",
    "link": "https://lostarmour.info/news/map-update-070425-06",
    "date": "2025-04-07",
    "lat": 48.226315,
    "lon": 37.153291,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на севере Лысоки",
    "link": "https://lostarmour.info/news/map-update-070425-05",
    "date": "2025-04-07",
    "lat": 48.22615,
    "lon": 37.25692,
    "place": "Лысовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ севернее села",
    "link": "https://lostarmour.info/news/map-update-070425-04",
    "date": "2025-04-07",
    "lat": 48.884459,
    "lon": 38.185765,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-070425-03",
    "date": "2025-04-07",
    "lat": 48.45451,
    "lon": 37.93852,
    "place": "Первое Мая (Перше Травня, Озаряновка)",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: в Часовом Яре продвинулись южнее станции Часова Яра (архив 06.04), а также полностью заняли мкр. Северный (ещё в середине марта)",
    "link": "https://lostarmour.info/news/map-update-070425-02",
    "date": "2025-04-07",
    "lat": 48.589612,
    "lon": 37.823513,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Катериновка в ДНР",
    "link": "https://lostarmour.info/news/map-update-070425-01",
    "date": "2025-04-07",
    "lat": 49.182629,
    "lon": 37.864321,
    "place": "Катериновка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ, выложено 26 марта. Ранее были сомнения, 19 марта или вторая половина февраля, решено считать свежим (архив 19.03)",
    "link": "https://lostarmour.info/news/map-update-080425-06",
    "date": "2025-04-08",
    "lat": 48.406952,
    "lon": 37.796266,
    "place": "Дзержинск, Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "Боец ВС РФ под ударом FPV (архив 07.04). Бои переместились из Дзержинска севернее",
    "link": "https://lostarmour.info/news/map-update-080425-05",
    "date": "2025-04-08",
    "lat": 48.415445,
    "lon": 37.802857,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Высадка десанта ВС РФ (архив 01.04)",
    "link": "https://lostarmour.info/news/map-update-080425-04",
    "date": "2025-04-08",
    "lat": 47.899047,
    "lon": 36.730291,
    "place": "Бурлацкое",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВСУ в Локне Сумской области с попаданием бойцов ВС РФ в плен, подтверждает контроль Басовки. Россия контролирует больше площади Сумской области, чем Украина - суммарно Курской и Белгородской",
    "link": "https://lostarmour.info/news/map-update-080425-03",
    "date": "2025-04-08",
    "lat": 51.152113,
    "lon": 35.059957,
    "place": "Локня",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: ведутся бои за освобождение Горнали (в ж.р. - M.M.) и Олешни",
    "link": "https://lostarmour.info/news/map-update-080425-02",
    "date": "2025-04-08",
    "lat": 51.068524,
    "lon": 35.242065,
    "place": "Горналь",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер освобождено Гуево. От Mad Maxwell: это было последнее крупное село и центр сельсовета в оккупации ВСУ. Из достопримечательностей - руиня поместья князя Долгорукова. Есть ли продвижение на другом берегу Псёла - пока неизвестно.",
    "link": "https://lostarmour.info/news/map-update-080425-01",
    "date": "2025-04-08",
    "lat": 51.080204,
    "lon": 35.273822,
    "place": "Гуево",
    "eng": "Закрас"
  },
  {
    "title": "Прорыв бронеавтомобиля ВС РФ З-СТС Ахмат почти на 4 км от закраса до его уничтожения. За кем шахта, неясно. Скорее всего, Дзержинск освобождён полностью, либо очаговое сопротивление на окраинах (архив 08.04)",
    "link": "https://lostarmour.info/news/map-update-090425-06",
    "date": "2025-04-09",
    "lat": 48.449333,
    "lon": 37.789,
    "place": "Нелеповка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ (архив 08.04)",
    "link": "https://lostarmour.info/news/map-update-090425-05",
    "date": "2025-04-09",
    "lat": 48.42059,
    "lon": 37.80562,
    "place": "Дзержинск, Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "Подбита МТ-ЛБ ВС РФ",
    "link": "https://lostarmour.info/news/map-update-090425-04",
    "date": "2025-04-09",
    "lat": 48.07635,
    "lon": 36.97243,
    "place": "Богдановка",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ у Нового ДНР",
    "link": "https://lostarmour.info/news/map-update-090425-03",
    "date": "2025-04-09",
    "lat": 49.138228,
    "lon": 37.858897,
    "place": "Новое",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: зачищен лесной массив у Днепроэнергии",
    "link": "https://lostarmour.info/news/map-update-090425-02",
    "date": "2025-04-09",
    "lat": 47.929345,
    "lon": 36.789439,
    "place": "Днепроэнергия",
    "eng": "Закрас"
  },
  {
    "title": "Штурм позиции ВС РФ, заявлено успешное отражение",
    "link": "https://lostarmour.info/news/map-update-090425-01",
    "date": "2025-04-09",
    "lat": 48.34437,
    "lon": 37.55187,
    "place": "Тарасовка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-100425-01",
    "date": "2025-04-10",
    "lat": 47.896293,
    "lon": 36.701475,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на дамбе пруда",
    "link": "https://lostarmour.info/news/map-update-110425-11",
    "date": "2025-04-11",
    "lat": 48.73491,
    "lon": 37.99433,
    "place": "Васюковка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел дроном ВС РФ позиции ВСУ",
    "link": "https://lostarmour.info/news/map-update-110425-10",
    "date": "2025-04-11",
    "lat": 48.56941,
    "lon": 37.84733,
    "place": "Часов Яр",
    "eng": "Открас"
  },
  {
    "title": "Удар FPV по позиции ВСУ",
    "link": "https://lostarmour.info/news/map-update-110425-09",
    "date": "2025-04-11",
    "lat": 46.61487,
    "lon": 32.6412,
    "place": "Херсон, Алешки",
    "eng": "Открас"
  },
  {
    "title": "Удар FPV врага по зданию (архив 07.04)",
    "link": "https://lostarmour.info/news/map-update-110425-08",
    "date": "2025-04-11",
    "lat": 49.56674,
    "lon": 37.71356,
    "place": "Колесниковка",
    "eng": "Закрас"
  },
  {
    "title": "Пехота ВС РФ на минном поле (архив 10.04)",
    "link": "https://lostarmour.info/news/map-update-110425-07",
    "date": "2025-04-11",
    "lat": 51.06938,
    "lon": 35.21979,
    "place": "Горналь",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ (архив 29.03)",
    "link": "https://lostarmour.info/news/map-update-110425-06",
    "date": "2025-04-11",
    "lat": 48.822507,
    "lon": 38.199314,
    "place": "Ивано-Дарьевка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ (архив 17.03)",
    "link": "https://lostarmour.info/news/map-update-110425-05",
    "date": "2025-04-11",
    "lat": 48.818951,
    "lon": 38.185218,
    "place": "Ивано-Дарьевка",
    "eng": "Закрас"
  },
  {
    "title": "Вторая привязка бронетехники ВС РФ (архив 10.04)",
    "link": "https://lostarmour.info/news/map-update-110425-04",
    "date": "2025-04-11",
    "lat": 48.45388,
    "lon": 37.79027,
    "place": "Нелеповка",
    "eng": "Закрас"
  },
  {
    "title": "Две привязки бронетехники ВС РФ ещё дальше предыдущей за 8 число (эти две от \"Хижака\", прошлая от \"Життя З Передової\". Пока неизвестно насчёт закрепления в данной точке, но зафиксировано для истории. Возможно, это всё один эпизод атаки. Здесь БМП разворачивалась, видимо, уже после высадки десанта дальше (архив 10.04)",
    "link": "https://lostarmour.info/news/map-update-110425-03",
    "date": "2025-04-11",
    "lat": 48.45944,
    "lon": 37.80166,
    "place": "Нелеповка, Александро-Шультино",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ, обстрел машины",
    "link": "https://lostarmour.info/news/map-update-110425-02",
    "date": "2025-04-11",
    "lat": 49.68288,
    "lon": 37.845989,
    "place": "Степовая Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: наши войска продолжают освобождение хутора Олешня... противник пытается удерживать часть",
    "link": "https://lostarmour.info/news/map-update-110425-01",
    "date": "2025-04-11",
    "lat": 51.155411,
    "lon": 35.151111,
    "place": "Олешня",
    "eng": "Закрас"
  },
  {
    "title": "Штурм ВС РФ на автомобилях со стороны Леонидовки, заявляется отражение. По погоде предположительно видео свежее. Косвенно подтверждает текущий контроль Леонидовки",
    "link": "https://lostarmour.info/news/map-update-120425-04",
    "date": "2025-04-12",
    "lat": 48.3859883,
    "lon": 37.7816414,
    "place": "Петровка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-120425-03",
    "date": "2025-04-12",
    "lat": 48.42366,
    "lon": 37.89879,
    "place": "Дружба, Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: село Калиново за нашими (включая правую часть, которая на старых картах обозначена как Шевченко). Есть также продвижения в районе Зелёного Поля и Розовки",
    "link": "https://lostarmour.info/news/map-update-120425-02",
    "date": "2025-04-12",
    "lat": 48.308114,
    "lon": 37.66626,
    "place": "Калиново",
    "eng": "Закрас"
  },
  {
    "title": "Заявлено как обстрел позиции ВС РФ",
    "link": "https://lostarmour.info/news/map-update-120425-01",
    "date": "2025-04-12",
    "lat": 48.29638,
    "lon": 37.41333,
    "place": "Новоторецкое",
    "eng": "Закрас"
  },
  {
    "title": "ПТИЦИН \\ КСАЕ: Атака ВС РФ, штурм опорного пункта",
    "link": "https://lostarmour.info/news/update-130425-11",
    "date": "2025-04-13",
    "lat": 49.717899,
    "lon": 37.836014,
    "place": "Першотравневое (Мануйловка)",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: установлен контроль над участком трассы H-15 в 2 км западнее Константинополя",
    "link": "https://lostarmour.info/news/update-130425-10",
    "date": "2025-04-13",
    "lat": 47.990803,
    "lon": 36.999097,
    "place": "Константинополь",
    "eng": "Закрас"
  },
  {
    "title": "Исходя из видео поражения FPV двух бронеавтомобилей ВС РФ на этой трассе, здесь контроль более уверенный. Точка крайнего западного удара (архив 07.04)",
    "link": "https://lostarmour.info/news/update-130425-09",
    "date": "2025-04-13",
    "lat": 51.113274,
    "lon": 35.19503,
    "place": "Олешня",
    "eng": "Закрас"
  },
  {
    "title": "Брюс: штурмовые группы зашли в Новомихайловку, пытаются закрепиться. Примечание: за этим селом находится самая северная точка ДНР",
    "link": "https://lostarmour.info/news/update-130425-08",
    "date": "2025-04-13",
    "lat": 49.196916,
    "lon": 37.881718,
    "place": "Новомихайловка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ (архив 08.04)",
    "link": "https://lostarmour.info/news/update-130425-07",
    "date": "2025-04-13",
    "lat": 48.25483,
    "lon": 37.03311,
    "place": "Димитрово (Котлино)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ (архив 12.04)",
    "link": "https://lostarmour.info/news/update-130425-06",
    "date": "2025-04-13",
    "lat": 48.261205179564165,
    "lon": 37.04909177370202,
    "place": "Димитрово (Котлино)",
    "eng": "Закрас"
  },
  {
    "title": "Штурм ВС РФ (архив 12.04)",
    "link": "https://lostarmour.info/news/update-130425-05",
    "date": "2025-04-13",
    "lat": 48.53583,
    "lon": 37.86027,
    "place": "Ступочки",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Елизаветовка",
    "link": "https://lostarmour.info/news/update-130425-04",
    "date": "2025-04-13",
    "lat": 48.3032777,
    "lon": 37.4506684,
    "place": "Елизаветовка",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\" после перевода на другое направление: контуры нашего продвижения",
    "link": "https://lostarmour.info/news/update-130425-03",
    "date": "2025-04-13",
    "lat": 48.3091844,
    "lon": 37.7342663,
    "place": "Розовка, Сухая Балка",
    "eng": "Закрас"
  },
  {
    "title": "Удар по БМП-2",
    "link": "https://lostarmour.info/news/update-130425-02",
    "date": "2025-04-13",
    "lat": 49.231,
    "lon": 37.94791,
    "place": "Макеевка, Петровское",
    "eng": "Закрас"
  },
  {
    "title": "\"Каюта Моргана\": в Торском взяты четыре хаты на севере",
    "link": "https://lostarmour.info/news/update-130425-01",
    "date": "2025-04-13",
    "lat": 49.0488905,
    "lon": 37.9434747,
    "place": "Торское",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ (архив 13.04)",
    "link": "https://lostarmour.info/news/update-140425-03",
    "date": "2025-04-14",
    "lat": 50.33552,
    "lon": 37.02118,
    "place": "Тихое",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ на ближних подступах к Шевченко (недалеко от границы с Днепропетровской областью)",
    "link": "https://lostarmour.info/news/update-140425-02",
    "date": "2025-04-14",
    "lat": 47.9016,
    "lon": 36.69539,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Контратака ВСУ на позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-140425-01",
    "date": "2025-04-14",
    "lat": 48.904401,
    "lon": 38.207144,
    "place": "Григоровка",
    "eng": "Закрас"
  },
  {
    "title": "Военкоры Русской Весны: видео с воином ВС РФ на территории освобождённого Горнальского монастыря",
    "link": "https://lostarmour.info/news/update-160425-01",
    "date": "2025-04-16",
    "lat": 51.065898,
    "lon": 35.233542,
    "place": "Горналь",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ наступают севернее Горнали",
    "link": "https://lostarmour.info/news/update-170425-10",
    "date": "2025-04-17",
    "lat": 51.06388,
    "lon": 35.21388,
    "place": "Горналь",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ в районе центра посёлка Нового",
    "link": "https://lostarmour.info/news/update-170425-09",
    "date": "2025-04-17",
    "lat": 49.16808,
    "lon": 37.8364,
    "place": "Новое",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в водопропускной трубе",
    "link": "https://lostarmour.info/news/update-170425-08",
    "date": "2025-04-17",
    "lat": 49.79831,
    "lon": 37.59343,
    "place": "Малая Шапковка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ, выход на предполья Миролюбовки",
    "link": "https://lostarmour.info/news/update-170425-07",
    "date": "2025-04-17",
    "lat": 48.302411,
    "lon": 37.388774,
    "place": "Миролюбовка",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": продвинулись на север примерно так",
    "link": "https://lostarmour.info/news/update-170425-06",
    "date": "2025-04-17",
    "lat": 48.278535,
    "lon": 37.7103014,
    "place": "Калиново, Розовка (Александрополь)",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": контуры нашего продвижения в районе Богатыря",
    "link": "https://lostarmour.info/news/update-170425-05",
    "date": "2025-04-17",
    "lat": 47.9829207,
    "lon": 36.9570513,
    "place": "Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ атакой достигли окраин Малой Токмачки",
    "link": "https://lostarmour.info/news/update-170425-04",
    "date": "2025-04-17",
    "lat": 47.52343,
    "lon": 35.935,
    "place": "Малая Токмачка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в Каменке на правом берегу Оскола",
    "link": "https://lostarmour.info/news/update-170425-03",
    "date": "2025-04-17",
    "lat": 49.97818,
    "lon": 37.84254,
    "place": "Каменка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ ведут бои за шахту \"Новодзержинская\", привязка позиции. Дополненительное подтверждение, что почти наверняка Дзержинск уже освобождён (архив 16.04)",
    "link": "https://lostarmour.info/news/update-170425-02",
    "date": "2025-04-17",
    "lat": 48.42166,
    "lon": 37.80277,
    "place": "Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "Диван: флаг России над освобождённым посёлком Валентиновкой. MM: Буферная зона вокруг Авдеевки и Горловки расширяется",
    "link": "https://lostarmour.info/news/update-170425-01",
    "date": "2025-04-17",
    "lat": 48.3177052,
    "lon": 37.7576203,
    "place": "Валентиновка",
    "eng": "Закрас"
  },
  {
    "title": "Привязка десанта от 18.04 отменяет закрас по текстовой заявке от Брюса за 16.12.2024: \"подразделения 1-й танковой армии вклинились в оборону южнее села Лозовой, пробив коридор вдоль речки Журавка до середины озера «Слободская усадьба»\"",
    "link": "https://lostarmour.info/news/update-180425-02",
    "date": "2025-04-18",
    "lat": 49.441318,
    "lon": 37.791155,
    "place": "Лозовая",
    "eng": "Открас"
  },
  {
    "title": "Огневой налёт ВСУ на позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-180425-01",
    "date": "2025-04-18",
    "lat": 49.78427,
    "lon": 37.56812,
    "place": "Малая Шапковка",
    "eng": "Закрас"
  },
  {
    "title": "Наступление армии ВС РФ (опубликовано врагом до наступления перемирия)",
    "link": "https://lostarmour.info/news/map-update-190425-06",
    "date": "2025-04-19",
    "lat": 48.382134,
    "lon": 37.808699,
    "place": "Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "Наступление севернее Дачного (архив 18.04)",
    "link": "https://lostarmour.info/news/map-update-190425-05",
    "date": "2025-04-19",
    "lat": 48.42611,
    "lon": 37.885,
    "place": "Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: до наступления перемирия освобождено село Новомихайловка (объявлено 20.04)",
    "link": "https://lostarmour.info/news/map-update-190425-04",
    "date": "2025-04-19",
    "lat": 49.2019967,
    "lon": 37.8707529,
    "place": "Новомихайловка",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": до трассы в Сухой Балке продвинулись, по состоянию на 15.00 МСК большая часть освобождена",
    "link": "https://lostarmour.info/news/map-update-190425-03",
    "date": "2025-04-19",
    "lat": 48.3229123,
    "lon": 37.7599405,
    "place": "Сухая Балка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ достигли  центра Миролюбовки, но вынуждены были отойти под огнём ВСУ (архив 17.04)",
    "link": "https://lostarmour.info/news/map-update-190425-02",
    "date": "2025-04-19",
    "lat": 48.29821,
    "lon": 37.37878,
    "place": "Миролюбовка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождён хутор Олешня. Примечание от Mad Maxwell. Теперь в Курской области осталось нашим освободить только Горналь и участки за Псёлом и Сеймом. Только 3 н.п. из числа потерянных после ноября 2023 года осталось освободить: Горналь, Отруба, Степовую Новосёловку.",
    "link": "https://lostarmour.info/news/map-update-190425-01",
    "date": "2025-04-19",
    "lat": 51.147228,
    "lon": 35.137594,
    "place": "Олешня",
    "eng": "Закрас"
  },
  {
    "title": "Крылатые: Украинские формирования воспользовались режимом тишины, введенным на Пасху, чтобы закрепиться на территории монастыря. Позиция была уничтожена нашей авиацией с помощью ФАБ-3000",
    "link": "https://lostarmour.info/news/map-update-210425-05",
    "date": "2025-04-21",
    "lat": 51.066652,
    "lon": 35.231448,
    "place": "Горналь",
    "eng": "Открас"
  },
  {
    "title": "\"Калинин\": забрали опорник у укров около трассы",
    "link": "https://lostarmour.info/news/map-update-210425-04",
    "date": "2025-04-21",
    "lat": 48.3310074,
    "lon": 37.7881553,
    "place": "Сухая Балка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом (архив 18.04)",
    "link": "https://lostarmour.info/news/map-update-210425-02",
    "date": "2025-04-21",
    "lat": 46.56862,
    "lon": 32.524744,
    "place": "Белогрудово",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвигаются в Дылеевке (родина Николая Рыжкова)",
    "link": "https://lostarmour.info/news/map-update-210425-01",
    "date": "2025-04-21",
    "lat": 48.43004,
    "lon": 37.87516,
    "place": "Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Кулько: Штурмовики 22-го полка продвинулись в центр н.п. [села] Горналь Курской области",
    "link": "https://lostarmour.info/news/map-update-220425-05",
    "date": "2025-04-22",
    "lat": 51.05832,
    "lon": 35.21193,
    "place": "Горналь",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ выбили ВС РФ из Локни Сумской области. Огонь по позиции ВСУ (архив 21.04)",
    "link": "https://lostarmour.info/news/map-update-220425-04",
    "date": "2025-04-22",
    "lat": 51.16042,
    "lon": 35.06394,
    "place": "Локня",
    "eng": "Открас"
  },
  {
    "title": "Бойцы ВС РФ демонстрируют кадры из бывшей мельницы князя Петра Долгорукова за Псёлом. Это была последняя достопримечательность Курской области в оккупации и первая привязка ВС РФ за Псёлом на данном участке",
    "link": "https://lostarmour.info/news/map-update-220425-03",
    "date": "2025-04-22",
    "lat": 51.07961,
    "lon": 35.28153,
    "place": "Гуево",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождён посёлок Сухая Балка. Примечение от Mad Maxwell: севернее находится мемориал погибшим в рейсе Ту-154 в 2006 году",
    "link": "https://lostarmour.info/news/map-update-220425-02",
    "date": "2025-04-22",
    "lat": 48.329168,
    "lon": 37.763563,
    "place": "Сухая Балка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: окончательно освободили территорию Горнальского монастыря",
    "link": "https://lostarmour.info/news/map-update-220425-01",
    "date": "2025-04-22",
    "lat": 51.066652,
    "lon": 35.231448,
    "place": "Горналь",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": продвижение",
    "link": "https://lostarmour.info/news/map-update-230425-04",
    "date": "2025-04-23",
    "lat": 48.330223,
    "lon": 37.738108,
    "place": "Сухая Балка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-230425-03",
    "date": "2025-04-23",
    "lat": 47.98147,
    "lon": 36.99059,
    "place": "Богатырь, Разлив",
    "eng": "Закрас"
  },
  {
    "title": "Блиндаж ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-230425-03",
    "date": "2025-04-23",
    "lat": 48.419279,
    "lon": 37.849016,
    "place": "Крымское",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Тарасовка",
    "link": "https://lostarmour.info/news/map-update-230425-02",
    "date": "2025-04-23",
    "lat": 48.362028,
    "lon": 37.549339,
    "place": "Тарасовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-230425-01",
    "date": "2025-04-23",
    "lat": 48.37671,
    "lon": 37.77578,
    "place": "Петровка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: продвижение",
    "link": "https://lostarmour.info/news/map-update-240425-03",
    "date": "2025-04-24",
    "lat": 48.590348,
    "lon": 37.803231,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-240425-02",
    "date": "2025-04-24",
    "lat": 48.4209,
    "lon": 37.84742,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождена Богдановка",
    "link": "https://lostarmour.info/news/update-240425-01",
    "date": "2025-04-24",
    "lat": 48.0948656,
    "lon": 36.9608636,
    "place": "Богдановка",
    "eng": "Закрас"
  },
  {
    "title": "Корректировка контура по источнику с мест (\"Мицар\")",
    "link": "https://lostarmour.info/news/map-update-250425-07",
    "date": "2025-04-25",
    "lat": 50.943513,
    "lon": 35.337421,
    "place": "Поповка, Демидовка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ (архив 24.04)",
    "link": "https://lostarmour.info/news/map-update-250425-06",
    "date": "2025-04-25",
    "lat": 48.16222,
    "lon": 37.01861,
    "place": "Надеждинка",
    "eng": "Закрас"
  },
  {
    "title": "По имеющимся данным, скорее всего, тут нет периодического присутствия ВСУ",
    "link": "https://lostarmour.info/news/map-update-250425-05",
    "date": "2025-04-25",
    "lat": 50.4059237,
    "lon": 36.1875788,
    "place": "Ветеринарное, Валковский",
    "eng": "Закрас"
  },
  {
    "title": "Уточнение линии фронта за Псёлом от собственных источников с мест",
    "link": "https://lostarmour.info/news/map-update-250425-04",
    "date": "2025-04-25",
    "lat": 51.0703978,
    "lon": 35.2861343,
    "place": "Гуево",
    "eng": "Закрас"
  },
  {
    "title": "Исходя из захода ВС РФ на МАПП Гоптовку (прошлый закрас), решено полагать отсутствие здесь ВСУ)",
    "link": "https://lostarmour.info/news/map-update-250425-03",
    "date": "2025-04-25",
    "lat": 50.317679,
    "lon": 36.280433,
    "place": "Журавлёвка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел FPV позиций ВС РФ на МАПП Гоптовке в Харьковской области (архив 24.04)",
    "link": "https://lostarmour.info/news/map-update-250425-02",
    "date": "2025-04-25",
    "lat": 50.3320856,
    "lon": 36.277744,
    "place": "МАПП «Гоптовка»",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: большая часть Горнали освобождена. Остаётся очаговое сопротивление на северо-западе села. Это предпоследнее село в оккупации в Курской наравне с хутором Отруба",
    "link": "https://lostarmour.info/news/map-update-250425-01",
    "date": "2025-04-25",
    "lat": 51.0565763,
    "lon": 35.2148326,
    "place": "Горналь",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под обстрелом в Локне",
    "link": "https://lostarmour.info/news/map-update-260425-04",
    "date": "2025-04-26",
    "lat": 51.15258,
    "lon": 35.06116,
    "place": "Локня",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-260425-03",
    "date": "2025-04-26",
    "lat": 47.9609,
    "lon": 36.94668,
    "place": "Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: враг выбит из Поповки Белгородской области",
    "link": "https://lostarmour.info/news/map-update-260425-02",
    "date": "2025-04-26",
    "lat": 50.9547494,
    "lon": 35.3436057,
    "place": "Поповка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: Горналь освобождена (женский род у н.п.). Над ней поднят флаг. Остаются участки за Сеймом и Псёлом с периодическим (как минимум) присутствием врага без преимущественного контроля ВС РФ. Теперь всех н.п., занятых ВСУ после 2022 года, осталось вернуть только Отрубу и Степовую Новосёлку.",
    "link": "https://lostarmour.info/news/map-update-260425-01",
    "date": "2025-04-26",
    "lat": 51.05657,
    "lon": 35.20662,
    "place": "Горналь",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-270425-06",
    "date": "2025-04-27",
    "lat": 48.423014,
    "lon": 37.847952,
    "place": "Крымское, Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: продвижение",
    "link": "https://lostarmour.info/news/map-update-270425-05",
    "date": "2025-04-27",
    "lat": 48.57263,
    "lon": 37.833742,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Неуспешная атака бойцов ВС РФ на квадроциклах",
    "link": "https://lostarmour.info/news/map-update-270425-04",
    "date": "2025-04-27",
    "lat": 51.15697,
    "lon": 35.02092,
    "place": "Локня, Беловоды",
    "eng": "Закрас"
  },
  {
    "title": "Атака на позиции ВС РФ. Также огневой налёт ВСУ на позиции ВС РФ 12.04",
    "link": "https://lostarmour.info/news/map-update-270425-03",
    "date": "2025-04-27",
    "lat": 48.41373,
    "lon": 37.78729,
    "place": "Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "Удар по Григоровке серебрянского Сельсовета. Открашено до ближайшей привязки от 21.04",
    "link": "https://lostarmour.info/news/map-update-270425-02",
    "date": "2025-04-27",
    "lat": 48.92611,
    "lon": 38.19611,
    "place": "Григоровка",
    "eng": "Открас"
  },
  {
    "title": "3 МСБ: наш боец, подводящий провизию, под огнём",
    "link": "https://lostarmour.info/news/map-update-270425-01",
    "date": "2025-04-27",
    "lat": 50.336003,
    "lon": 37.0232362,
    "place": "Тихое",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-280425-03",
    "date": "2025-04-28",
    "lat": 47.989186,
    "lon": 36.985867,
    "place": "Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест (\"Мицар\"): продвижение",
    "link": "https://lostarmour.info/news/map-update-280425-03",
    "date": "2025-04-28",
    "lat": 50.9494219,
    "lon": 35.3331039,
    "place": "Демидовка, Поповка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождена Каменка Харьковской области",
    "link": "https://lostarmour.info/news/map-update-280425-02",
    "date": "2025-04-28",
    "lat": 49.9937226,
    "lon": 37.8307567,
    "place": "Каменка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в 1 км от прошлой в Григоровке. На этом направлении даже после привязок в н.п. постоянно появлялись опровергающие их другие привязки. По предложению участников LA всё же закрашено",
    "link": "https://lostarmour.info/news/map-update-280425-01",
    "date": "2025-04-28",
    "lat": 48.92614,
    "lon": 38.19634,
    "place": "Григоровка",
    "eng": "Закрас"
  },
  {
    "title": "Тѣмный (военный ВС РФ): \"По Ступочкам. После сегодняшней ночи уже можно сказать, что бои идут непосредственно в самом населённом пункте.\" Также пока без закраса есть предварительная заявка от другого военного, Горца, о взятии основной части Часова Яра 98 ВДД.",
    "link": "https://lostarmour.info/news/map-update-290425-07",
    "date": "2025-04-29",
    "lat": 48.544033,
    "lon": 37.838673,
    "place": "Ступочки",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВСУ FPV",
    "link": "https://lostarmour.info/news/map-update-290425-06",
    "date": "2025-04-29",
    "lat": 48.37689,
    "lon": 37.80104,
    "place": "Щербиновка",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом врага",
    "link": "https://lostarmour.info/news/map-update-290425-05",
    "date": "2025-04-29",
    "lat": 47.877979,
    "lon": 36.690058,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвинулись вдоль ж/д Селидово-Красноармейск в районе Бельгийки. Вероятно, пгт Шевченко вновь полностью за нашими",
    "link": "https://lostarmour.info/news/map-update-290425-04",
    "date": "2025-04-29",
    "lat": 48.22611,
    "lon": 37.17305,
    "place": "Шевченко, Бельгийка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Дорошовка Харьковской области. Следующее поселение - Моначиновка на важной в перспективе ж/д Купянск-Волчанск",
    "link": "https://lostarmour.info/news/map-update-290425-03",
    "date": "2025-04-29",
    "lat": 49.8323729,
    "lon": 37.5642671,
    "place": "Дорошовка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: заняли ДК и часть многоэтажек",
    "link": "https://lostarmour.info/news/map-update-290425-02",
    "date": "2025-04-29",
    "lat": 48.587662,
    "lon": 37.831383,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-290425-01",
    "date": "2025-04-29",
    "lat": 51.18171,
    "lon": 34.97553,
    "place": "Беловоды",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ пересекли перекрёсток юго-восточнее села Богатыря",
    "link": "https://lostarmour.info/news/map-update-300425-02",
    "date": "2025-04-30",
    "lat": 47.98333,
    "lon": 36.95444,
    "place": "Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ в западной части посёлка Нового, подтверждающие заявку МО об освобождении посёлка",
    "link": "https://lostarmour.info/news/map-update-300425-01",
    "date": "2025-04-30",
    "lat": 49.16015,
    "lon": 37.82006,
    "place": "Новое",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под сбросами (архив 27.04)",
    "link": "https://lostarmour.info/news/map-update-010525-06",
    "date": "2025-05-01",
    "lat": 48.421404,
    "lon": 37.846664,
    "place": "Крымское",
    "eng": "Закрас"
  },
  {
    "title": "Съёмка с вражеского БПЛА. Заявлено как удар по позиции с бойцами ВС РФ",
    "link": "https://lostarmour.info/news/map-update-010525-05",
    "date": "2025-05-01",
    "lat": 48.251033,
    "lon": 37.166207,
    "place": "Красноармейск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ (архив 30.04)",
    "link": "https://lostarmour.info/news/map-update-010525-04",
    "date": "2025-05-01",
    "lat": 48.24276,
    "lon": 37.00653,
    "place": "Удачное",
    "eng": "Закрас"
  },
  {
    "title": "Прорыв бойцов ВС РФ на южные окраины села.",
    "link": "https://lostarmour.info/news/map-update-010525-03",
    "date": "2025-05-01",
    "lat": 48.3936357,
    "lon": 37.543171,
    "place": "Новоеленовка (Новооленовка)",
    "eng": "Закрас"
  },
  {
    "title": "Вторая привязка (после июля 2023) попытки нового захода ВС РФ в Торское. Мотоциклист едет с юга.",
    "link": "https://lostarmour.info/news/map-update-010525-02",
    "date": "2025-05-01",
    "lat": 49.02657,
    "lon": 37.95359,
    "place": "Торское",
    "eng": "Закрас"
  },
  {
    "title": "Отряд \"Камертон Ахмат\": поражение цели в Курской области, заявлено как поражение стрельбой из танка блиндажа ВСУ (архив 29.04, 0:38)",
    "link": "https://lostarmour.info/news/map-update-010525-01",
    "date": "2025-05-01",
    "lat": 51.0042561,
    "lon": 35.3740974,
    "place": "Милаевка, Кучеров, Гоптаровка",
    "eng": "Открас"
  },
  {
    "title": "Атака ВС РФ в Ульяновке (блокпост рядом с этим селом летом 2014 громил снятый с постамента в Константиновке танк ИС-3)",
    "link": "https://lostarmour.info/news/map-update-300425-03",
    "date": "2025-05-01",
    "lat": 48.3352976,
    "lon": 37.4572926,
    "place": "Ульяновка (Малиновка)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в Григоровке под ударом FPV",
    "link": "https://lostarmour.info/news/map-update-020525-06",
    "date": "2025-05-02",
    "lat": 48.926563,
    "lon": 38.193996,
    "place": "Григоровка",
    "eng": "Закрас"
  },
  {
    "title": "Отряд \"Камертон Ахмат\": Вторая позиция ВСУ под огнём артиллерии ВС РФ (архив 26.04).",
    "link": "https://lostarmour.info/news/map-update-020525-05",
    "date": "2025-05-02",
    "lat": 51.0097103,
    "lon": 35.3860597,
    "place": "Милаевка, Кучеров",
    "eng": "Открас"
  },
  {
    "title": "Удар по двум бойцам ВС РФ под разрушенным мостом через р. Волчья.",
    "link": "https://lostarmour.info/news/map-update-020525-04",
    "date": "2025-05-02",
    "lat": 50.286864,
    "lon": 36.939221,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Военкоры русской весны: бойцы ВС РФ в опорнике",
    "link": "https://lostarmour.info/news/map-update-020525-03",
    "date": "2025-05-02",
    "lat": 48.381669,
    "lon": 37.536969,
    "place": "Новоеленовка (Новооленовка)",
    "eng": "Закрас"
  },
  {
    "title": "Отряд \"Камертон Ахмат\": Позиция ВСУ (архив 26.04).",
    "link": "https://lostarmour.info/news/map-update-020525-02",
    "date": "2025-05-02",
    "lat": 50.997715,
    "lon": 35.365235,
    "place": "Милаевка",
    "eng": "Открас"
  },
  {
    "title": "\"Горький\": контуры продвижения к Малиновке",
    "link": "https://lostarmour.info/news/map-update-020525-01",
    "date": "2025-05-02",
    "lat": 47.667104,
    "lon": 36.494384,
    "place": "Малиновка",
    "eng": "Закрас"
  },
  {
    "title": "ТГ \"Работайте, братья!\" - штурм ВС РФ Котляровки с востока",
    "link": "https://lostarmour.info/news/map-update-030525-06",
    "date": "2025-05-03",
    "lat": 48.142852,
    "lon": 36.937015,
    "place": "Котляровка",
    "eng": "Закрас"
  },
  {
    "title": "Штурм ВС РФ",
    "link": "https://lostarmour.info/news/map-update-030525-05",
    "date": "2025-05-03",
    "lat": 51.154517,
    "lon": 35.055259,
    "place": "Локня",
    "eng": "Закрас"
  },
  {
    "title": "Два Майора: удар FPV по блиндажу",
    "link": "https://lostarmour.info/news/map-update-030525-04",
    "date": "2025-05-03",
    "lat": 47.5430871,
    "lon": 35.5066268,
    "place": "Степовое",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/map-update-030525-03",
    "date": "2025-05-03",
    "lat": 49.04793,
    "lon": 37.94367,
    "place": "Торское",
    "eng": "Закрас"
  },
  {
    "title": "Штурм ВС РФ",
    "link": "https://lostarmour.info/news/map-update-030525-02",
    "date": "2025-05-03",
    "lat": 47.85897,
    "lon": 36.68568,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ зашли в село Богатырь",
    "link": "https://lostarmour.info/news/map-update-030525-01",
    "date": "2025-05-03",
    "lat": 47.98775,
    "lon": 36.9531,
    "place": "Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "В связи с отсутствием новостей с 11 апреля про попытку штурма в районе Плещеевки можно предположить отсутствие закрепления",
    "link": "https://lostarmour.info/news/map-update-040525-12",
    "date": "2025-05-04",
    "lat": 48.4289647,
    "lon": 37.8047905,
    "place": "Плещеевка, Нелеповка",
    "eng": "Открас"
  },
  {
    "title": "Позиции ВС РФ у родины Рыжкова ",
    "link": "https://lostarmour.info/news/map-update-040525-11",
    "date": "2025-05-04",
    "lat": 48.4329,
    "lon": 37.85222,
    "place": "Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ идут к перекрёстку с севера под огнём FPV",
    "link": "https://lostarmour.info/news/map-update-040525-10",
    "date": "2025-05-04",
    "lat": 47.944601,
    "lon": 36.912717,
    "place": "Раздольное",
    "eng": "Закрас"
  },
  {
    "title": "ТГ Андрей Гимбатов: штурм опорного пункта",
    "link": "https://lostarmour.info/news/map-update-040525-09",
    "date": "2025-05-04",
    "lat": 48.362008,
    "lon": 37.534511,
    "place": "Новоеленовка (Новооленовка)",
    "eng": "Закрас"
  },
  {
    "title": "Удар по позиции ВСУ",
    "link": "https://lostarmour.info/news/map-update-040525-08",
    "date": "2025-05-04",
    "lat": 48.25462,
    "lon": 37.032895,
    "place": "Удачное",
    "eng": "Открас"
  },
  {
    "title": "Военкоры Русской весны: ВС РФ штурмуют Новую Полтавку",
    "link": "https://lostarmour.info/news/map-update-040525-07",
    "date": "2025-05-04",
    "lat": 48.358168,
    "lon": 37.4923,
    "place": "Новая Полтавка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-040525-06",
    "date": "2025-05-04",
    "lat": 47.816149,
    "lon": 36.677837,
    "place": "Ровнополь, Новосёлка, Новополь, Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Калинин: так продвинулись севернее Сухой Балки. Если эта линия верна, то за ВС РФ мемориал крушения российского пассажирского Ту-154 22 августа 2006 году, летевшего из Анапы в Санкт-Петербург",
    "link": "https://lostarmour.info/news/map-update-040525-05",
    "date": "2025-05-04",
    "lat": 48.342243,
    "lon": 37.739024,
    "place": "Сухая Балка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: частично закрыли этот карман",
    "link": "https://lostarmour.info/news/map-update-040525-04",
    "date": "2025-05-04",
    "lat": 48.2959213,
    "lon": 37.6091237,
    "place": "Калиново, Архангельское, Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом ВСУ на южных подступах к селу Правдовке (при украинской оккупации - Старая Николаевка)",
    "link": "https://lostarmour.info/news/map-update-040525-03",
    "date": "2025-05-04",
    "lat": 48.324531,
    "lon": 37.676102,
    "place": "Правдовка (Старая Николаевка)",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВСУ",
    "link": "https://lostarmour.info/news/map-update-040525-02",
    "date": "2025-05-04",
    "lat": 48.38256,
    "lon": 37.78332,
    "place": "Петровка",
    "eng": "Открас"
  },
  {
    "title": "Военкоры Русской весны: бойцы ВС РФ свободно ходят в Новоеленовке. Датировано 3 мая 2025",
    "link": "https://lostarmour.info/news/map-update-040525-01",
    "date": "2025-05-04",
    "lat": 48.393383,
    "lon": 37.540053,
    "place": "Новоеленовка (Новооленовка)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в центре Григоровки. Косвенно подтверждает, что текстовые заявки из двух источников про полный контроль села ранее могли быть верны (и это архив 24.04, по вражеской текстовке - едут на передовую)",
    "link": "https://lostarmour.info/news/map-update-050525-03",
    "date": "2025-05-05",
    "lat": 48.9233,
    "lon": 38.18563,
    "place": "Григоровка",
    "eng": "Закрас"
  },
  {
    "title": "Техника ВСУ преодолела заграждения и пытается разминировать, но не факт, что дальше удалось пройти. Метка временная как регистрация самого факта их \"потужного\" продвижения",
    "link": "https://lostarmour.info/news/map-update-050525-02",
    "date": "2025-05-05",
    "lat": 51.25318,
    "lon": 34.53614,
    "place": "Новый Путь",
    "eng": "Открас"
  },
  {
    "title": "Штурм села. То самое, рядом с которым ИС-3 с постамента из г. Константиновки у ополченцев громил украинский блокпост в 2014",
    "link": "https://lostarmour.info/news/map-update-050525-01",
    "date": "2025-05-05",
    "lat": 48.336069,
    "lon": 37.453368,
    "place": "Ульяновка (Малиновка)",
    "eng": "Закрас"
  },
  {
    "title": "Два Майора: Новоеленовка освобождена. Координаты флага",
    "link": "https://lostarmour.info/news/map-update-060525-05",
    "date": "2025-05-06",
    "lat": 48.396298,
    "lon": 37.536953,
    "place": "Новоеленовка (Новооленовка)",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": контуры продвижения в районе Зелёного Поля до берега речки Вороной",
    "link": "https://lostarmour.info/news/map-update-060525-04",
    "date": "2025-05-06",
    "lat": 47.839683,
    "lon": 36.655805,
    "place": "Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Северный ветер: ИМР ВСУ пытается зайти в направлении Нового Пути и уничтожается ВС РФ прямо на линии \"зубов дракона\". Скорее свидетельствует об отсутствии контроля ВСУ где-либо в Курской на этом направлении",
    "link": "https://lostarmour.info/news/map-update-060525-03",
    "date": "2025-05-06",
    "lat": 51.252743,
    "lon": 34.533167,
    "place": "Новый Путь",
    "eng": "Закрас"
  },
  {
    "title": "Управление Z: Удары ФАБ по позициям на юге р.п. Тёткина. Есть пока непроверенные сведения от \"Записки Ветерана\", что продвижение ВСУ в Тёткине могло быть немного дальше. Ситуация динамическая",
    "link": "https://lostarmour.info/news/map-update-060525-02",
    "date": "2025-05-06",
    "lat": 51.264935,
    "lon": 34.24298,
    "place": "Тёткино",
    "eng": "Открас"
  },
  {
    "title": "Минобороны: село Лысовка освобождено. Бои за село шли с 3 октября 2024",
    "link": "https://lostarmour.info/news/map-update-060525-01",
    "date": "2025-05-06",
    "lat": 48.2273237,
    "lon": 37.2547875,
    "place": "Лысовка",
    "eng": "Закрас"
  },
  {
    "title": "Штурм опорного пункта силами ВС РФ (архив 06.05)",
    "link": "https://lostarmour.info/news/map-update-070525-16",
    "date": "2025-05-07",
    "lat": 49.255064,
    "lon": 37.976357,
    "place": "Петровское (Грековка), Макеевка",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение",
    "link": "https://lostarmour.info/news/map-update-070525-15",
    "date": "2025-05-07",
    "lat": 48.360696,
    "lon": 37.490972,
    "place": "Новая Полтавка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: подрыв на мине техники, атакующей Тёткино с юго-востока",
    "link": "https://lostarmour.info/news/update-070525-14",
    "date": "2025-05-07",
    "lat": 51.266771,
    "lon": 34.297707,
    "place": "Тёткино",
    "eng": "Открас"
  },
  {
    "title": "Северный Ветер: удар FPV по технике, зашедшей вновь в Тёткино, на этот раз с юго-востока.",
    "link": "https://lostarmour.info/news/update-070525-13",
    "date": "2025-05-07",
    "lat": 51.268537,
    "lon": 34.290958,
    "place": "Тёткино",
    "eng": "Открас"
  },
  {
    "title": "Воин ДВ: взяли под контроль дамбу у Вольного Поля",
    "link": "https://lostarmour.info/news/update-070525-12",
    "date": "2025-05-07",
    "lat": 47.8796944,
    "lon": 36.6881747,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ севернее Верхнекаменского (архив 06.05)",
    "link": "https://lostarmour.info/news/map-update-070525-11",
    "date": "2025-05-07",
    "lat": 48.86583,
    "lon": 38.19166,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Неудачная атака мотоциклистов ВС РФ",
    "link": "https://lostarmour.info/news/map-update-070525-10",
    "date": "2025-05-07",
    "lat": 51.14816,
    "lon": 35.05794,
    "place": "Локня",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: ВС РФ освободили село Липовое. Это давно обезлюдевшее урочище, поэтому плохо видно на снимках",
    "link": "https://lostarmour.info/news/map-update-070525-10",
    "date": "2025-05-07",
    "lat": 49.154188,
    "lon": 37.807187,
    "place": "Липовое",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ зашли на восточные окраины села Троицкого. После него и Петровского (Орехова) уже идёт Днепропетровская область",
    "link": "https://lostarmour.info/news/map-update-070525-09",
    "date": "2025-05-07",
    "lat": 48.10442,
    "lon": 36.95627,
    "place": "Троицкое",
    "eng": "Закрас"
  },
  {
    "title": "Калинин со ссылкой на других людей: Александрополь освобождён",
    "link": "https://lostarmour.info/news/map-update-070525-08",
    "date": "2025-05-07",
    "lat": 48.3587404,
    "lon": 37.597928,
    "place": "Александрополь",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли позиции севернее города",
    "link": "https://lostarmour.info/news/update-070525-07",
    "date": "2025-05-07",
    "lat": 48.610012,
    "lon": 37.81896,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-070525-06",
    "date": "2025-05-07",
    "lat": 47.817192,
    "lon": 36.660562,
    "place": "Новополь",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ (архив 06.05)",
    "link": "https://lostarmour.info/news/update-070525-05",
    "date": "2025-05-07",
    "lat": 48.20654,
    "lon": 36.99987,
    "place": "Новосергеевка, Новоалександровка, Удачное, Успеновка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест из военных (\"Мицар\"): в районе Поповки и Демидовки тоже встали по границе, синий открас можно удалять. Белгородская область полностью освобождена от оккупантов",
    "link": "https://lostarmour.info/news/update-070525-04",
    "date": "2025-05-07",
    "lat": 50.927637,
    "lon": 35.373592,
    "place": "Поповка, Демидовка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест из военных: в районе Гоптаровки аналогично встали по границе, синий открас можно удалять",
    "link": "https://lostarmour.info/news/update-070525-03",
    "date": "2025-05-07",
    "lat": 51.0051861,
    "lon": 35.3627455,
    "place": "Милаевка, Кучеров",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест из военных: за Псёлом встали по границе, синий открас можно удалять. В Курской области без российского контроля пока осталась только земля за Сеймом",
    "link": "https://lostarmour.info/news/update-070525-02",
    "date": "2025-05-07",
    "lat": 51.0696915,
    "lon": 35.268836,
    "place": "Горналь",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест из военных: из Тёткино хохла выбили вечером шестого мая",
    "link": "https://lostarmour.info/news/map-update-070525-01",
    "date": "2025-05-07",
    "lat": 51.2642772,
    "lon": 34.2373539,
    "place": "Тёткино",
    "eng": "Закрас"
  },
  {
    "title": "Южный фронт: ВСУ во время перемирия техникой дошли до центра г. Дзержинска. Датировано утром 8 мая. Закрас пока как в Гирьях из-за нехватки данных о контроле флангов",
    "link": "https://lostarmour.info/news/map-update-080525-14",
    "date": "2025-05-08",
    "lat": 48.39901,
    "lon": 37.84495,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ в центре села под обстрелом",
    "link": "https://lostarmour.info/news/map-update-080525-13",
    "date": "2025-05-08",
    "lat": 48.8607235,
    "lon": 38.1906734,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест (\"Мицар\", тот же, по которому ранее Демидовка и Поповка корректировались): ВС РФ перешли границу и освободили село Марьино в Сумской области на ещё одном направлении. 200-й освобождённый н.п.с 1 ноября 2024 включительно",
    "link": "https://lostarmour.info/news/map-update-080525-12",
    "date": "2025-05-08",
    "lat": 50.918279,
    "lon": 35.378412,
    "place": "Марьино",
    "eng": "Закрас"
  },
  {
    "title": "(метка без откраса) Макимальное продвижение ВСУ на этом направлении по свежим привязкам техники, id58683 в потерях, архив 07.05",
    "link": "https://lostarmour.info/news/map-update-080525-11",
    "date": "2025-05-08",
    "lat": 51.2504473,
    "lon": 34.5466604,
    "place": "Новый Путь",
    "eng": "Открас"
  },
  {
    "title": "Бойцы ВС РФ уходят в укрытие. Справка по названию посёлка: на Украине и в ДНР до 2023 года - Перше Травня, в России - Первое Мая, в украинской оккупации с 2024 года название Леонтовичи",
    "link": "https://lostarmour.info/news/map-update-080525-10",
    "date": "2025-05-08",
    "lat": 48.2533016,
    "lon": 37.1251704,
    "place": "Первое Мая (Перше Травня, Леонтовичи)",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: атака ВСУ во время перемирия",
    "link": "https://lostarmour.info/news/map-update-080525-09",
    "date": "2025-05-08",
    "lat": 51.267276,
    "lon": 34.355149,
    "place": "Тёткино",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-080525-08",
    "date": "2025-05-08",
    "lat": 49.22538,
    "lon": 37.94286,
    "place": "Макеевка, Петровское",
    "eng": "Закрас"
  },
  {
    "title": "WarGonzo: видео с ударами Доброкора по атакующим и нарушающим перемирие ВСУ, едут с юга. С большой вероятностью опровергает заявку на освобождение Новомаркова",
    "link": "https://lostarmour.info/news/map-update-080525-07",
    "date": "2025-05-08",
    "lat": 48.6860938,
    "lon": 37.8504391,
    "place": "Новомарково, Миньковка, Орехово-Василевка",
    "eng": "Открас"
  },
  {
    "title": "\"Горький\": позиции ВС РФ в Богатыре. Прошли этап, когда до Богатыря рукой подать, теперь Богатырь уже в кармане",
    "link": "https://lostarmour.info/news/map-update-080525-06",
    "date": "2025-05-08",
    "lat": 47.9959598,
    "lon": 36.940754,
    "place": "Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ освободили село Троицкое в ДНР. По данным раздела карт LA, это был 200-й возвращённый и удержанный населённый пункт с 1 ноября 2024 включительно, в том числе в Курской и Черниговской областях. И перед этим 199 поселений ВС РФ освободили и удержали с 11 ноября 2022 по 31 октября 2024, обе даты включительно",
    "link": "https://lostarmour.info/news/map-update-080525-05",
    "date": "2025-05-08",
    "lat": 48.104911,
    "lon": 36.94085,
    "place": "Троицкое",
    "eng": "Закрас"
  },
  {
    "title": "Техника ВС РФ подорвалась на мине (архив 06.05)",
    "link": "https://lostarmour.info/news/map-update-080525-04",
    "date": "2025-05-08",
    "lat": 48.8805522,
    "lon": 38.186714,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Управление Z: солдат, вероятнее всего, ВСУшный, на улицах Тёткина",
    "link": "https://lostarmour.info/news/map-update-080525-03",
    "date": "2025-05-08",
    "lat": 51.265978,
    "lon": 34.251353,
    "place": "Тёткино",
    "eng": "Открас"
  },
  {
    "title": "\"Горький\": контроль ВС РФ. +47 км² гойды одним закрасом",
    "link": "https://lostarmour.info/news/map-update-080525-02",
    "date": "2025-05-08",
    "lat": 47.95981,
    "lon": 36.870249,
    "place": "Отрадное, Богатырь, Раздольное",
    "eng": "Закрас"
  },
  {
    "title": "Управление Z: Позиция ВСУ в р.п. Тёткино за бывшей ж/д Станцией. Несмотря на объявленное Россией перемирие, ВСУ продолжают атаки в этом районе, ВС РФ их отбивает",
    "link": "https://lostarmour.info/news/map-update-080525-01",
    "date": "2025-05-08",
    "lat": 51.263632,
    "lon": 34.257677,
    "place": "Тёткино",
    "eng": "Открас"
  },
  {
    "title": "\"Братство 252\": полностью отбили лес Загинов",
    "link": "https://lostarmour.info/news/map-update-100525-06",
    "date": "2025-05-10",
    "lat": 49.2450055,
    "lon": 37.9589713,
    "place": "Петровка (Грековка)",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-100525-05",
    "date": "2025-05-10",
    "lat": 50.300849,
    "lon": 36.9613641,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "\"Пограничник из ада\": знамя Победы над украинским КПП",
    "link": "https://lostarmour.info/news/map-update-100525-04",
    "date": "2025-05-10",
    "lat": 52.36516,
    "lon": 33.24522,
    "place": "Гремяч",
    "eng": "Закрас"
  },
  {
    "title": "Непубличные данные: здесь ВС РФ",
    "link": "https://lostarmour.info/news/map-update-100525-03",
    "date": "2025-05-10",
    "lat": 49.0212138,
    "lon": 37.956488,
    "place": "Торское",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ вошли в Новосергеевку",
    "link": "https://lostarmour.info/news/map-update-100525-02",
    "date": "2025-05-10",
    "lat": 48.200409,
    "lon": 36.984303,
    "place": "Новосергеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция бойца ВС РФ на восточной окраине Алексеевки",
    "link": "https://lostarmour.info/news/map-update-100525-01",
    "date": "2025-05-10",
    "lat": 48.01267,
    "lon": 36.9715,
    "place": "Алексеевка",
    "eng": "Закрас"
  },
  {
    "title": "\"Партизанская беспилотная эскадрилья\": ВСУ штурмуют опорный пункт ВС РФ, штурм отражается",
    "link": "https://lostarmour.info/news/map-update-110525-05",
    "date": "2025-05-11",
    "lat": 48.357443,
    "lon": 37.733535,
    "place": "Романовка",
    "eng": "Закрас"
  },
  {
    "title": "Исходя из отсутствия новостей и ряда косвенных признаков, атака 100 ОМБр ВСУ с прорывом в центр Дзержинска провалилась и развития не получила",
    "link": "https://lostarmour.info/news/map-update-110525-04",
    "date": "2025-05-11",
    "lat": 48.4226673,
    "lon": 37.8053727,
    "place": "Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "\"Первый казачий\": обстрел позиции ВФУ южнее Орехово-Василевки. Возможно, и само село также не находится под контролем ВС РФ (архив 19 апреля, село заявлено МО 10 марта)",
    "link": "https://lostarmour.info/news/map-update-110525-03",
    "date": "2025-05-11",
    "lat": 48.6745525,
    "lon": 37.8661937,
    "place": "Орехово-Василевка",
    "eng": "Открас"
  },
  {
    "title": "\"Казачья разведывательная бригада Терек\": обстрел большого укрепа, заходящего в лесной массив севернее Орехово-Василевки, свидетельствует об отсутствии его контроля ВС РФ",
    "link": "https://lostarmour.info/news/map-update-110525-02",
    "date": "2025-05-11",
    "lat": 48.69163,
    "lon": 37.88273,
    "place": "Орехово-Василевка",
    "eng": "Открас"
  },
  {
    "title": "Привязки ВС РФ сразу за Новоалександровкой. Если не обходили, то, скорее всего, освободили полностью",
    "link": "https://lostarmour.info/news/map-update-110525-01",
    "date": "2025-05-11",
    "lat": 48.188994,
    "lon": 36.979363,
    "place": "Новоалександровка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: уточнение контуров контроля. Много где враг выбит за границу, в одной части р.п. Тёткино и двух урочищах пока бои",
    "link": "https://lostarmour.info/news/map-update-120525-10",
    "date": "2025-05-12",
    "lat": 51.262878,
    "lon": 34.2568104,
    "place": "Тёткино",
    "eng": "Закрас"
  },
  {
    "title": "\"Южный шторм\": обстрел позиций ВСУ. Решено, что актуальное",
    "link": "https://lostarmour.info/news/map-update-120525-09",
    "date": "2025-05-12",
    "lat": 48.406354,
    "lon": 37.829786,
    "place": "Дзержинск",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ в восточной части Редкодуба",
    "link": "https://lostarmour.info/news/map-update-120525-08",
    "date": "2025-05-12",
    "lat": 49.184788,
    "lon": 37.819105,
    "place": "Редкодуб",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в промзоне села под ударами ВСУ (архив 11.05)",
    "link": "https://lostarmour.info/news/map-update-120525-07",
    "date": "2025-05-12",
    "lat": 48.855158,
    "lon": 38.194141,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ обстреляны во время ротации на западном берегу вдхр.",
    "link": "https://lostarmour.info/news/map-update-120525-06",
    "date": "2025-05-12",
    "lat": 48.289639,
    "lon": 37.378866,
    "place": "Гродовка, Миролюбовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ севернее Колодезей",
    "link": "https://lostarmour.info/news/map-update-120525-05",
    "date": "2025-05-12",
    "lat": 49.092024,
    "lon": 37.88354,
    "place": "Колодези",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождён посёлок Котляровка ДНР. Это последнее село перед Днепропетровской областью на данном направлении, возможно, предвещает скорый уверенный заход уже в 7-й регион б/Украины",
    "link": "https://lostarmour.info/news/map-update-120525-04",
    "date": "2025-05-12",
    "lat": 48.141581,
    "lon": 36.934281,
    "place": "Котляровка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": продвижение у Вольного Поля",
    "link": "https://lostarmour.info/news/map-update-120525-03",
    "date": "2025-05-12",
    "lat": 47.86474,
    "lon": 36.675475,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": продвижение у Комара",
    "link": "https://lostarmour.info/news/map-update-120525-02",
    "date": "2025-05-12",
    "lat": 47.964931,
    "lon": 36.791876,
    "place": "Комар",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": ВС РФ значительно продвинулись в Богатыре, взяв в том числе \"АТОшный\" опорник на его окраинах. Вот контуры",
    "link": "https://lostarmour.info/news/map-update-120525-01",
    "date": "2025-05-12",
    "lat": 47.9818055,
    "lon": 36.9316713,
    "place": "Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-130525-08",
    "date": "2025-05-13",
    "lat": 48.421924,
    "lon": 37.836168,
    "place": "Крымское",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: освобождена Ульяновка (Малиновка) ДНР. Рядом с этим селом снятый с постамента в г. Константиновке танк 1945 года ИС-3 ополченцев разгромил ВСУшный блокпост 11 лет назад",
    "link": "https://lostarmour.info/news/map-update-130525-07",
    "date": "2025-05-13",
    "lat": 48.3348146,
    "lon": 37.3958361,
    "place": "Ульяновка (Малиновка)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на северных подступах к Водолагам. Косвенно подтверждает контроль Веселовки (архив 12.05)",
    "link": "https://lostarmour.info/news/map-update-130525-06",
    "date": "2025-05-13",
    "lat": 51.18555,
    "lon": 34.92333,
    "place": "Водолаги",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на восточной окраине с. Беловод (архив 12.05)",
    "link": "https://lostarmour.info/news/map-update-130525-05",
    "date": "2025-05-13",
    "lat": 51.167407,
    "lon": 34.981885,
    "place": "Беловоды",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в опорном пункте под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/map-update-130525-04",
    "date": "2025-05-13",
    "lat": 47.857099,
    "lon": 36.67749,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в опорном пункте под обстрелом ВСУ",
    "link": "https://lostarmour.info/news/map-update-130525-03",
    "date": "2025-05-13",
    "lat": 47.848332,
    "lon": 36.652793,
    "place": "Зелёное поле",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобожено село Миролюбовка. Это восточные подступы к г. Димитрову",
    "link": "https://lostarmour.info/news/map-update-130525-02",
    "date": "2025-05-13",
    "lat": 48.3072249,
    "lon": 37.366711,
    "place": "Миролюбовка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": продвижение в районе Отрадного и Богатыря",
    "link": "https://lostarmour.info/news/map-update-130525-01",
    "date": "2025-05-13",
    "lat": 47.9817334,
    "lon": 36.914002,
    "place": "Отрадное, Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": уже встали по трассе",
    "link": "https://lostarmour.info/news/map-update-140525-06",
    "date": "2025-05-14",
    "lat": 48.3087672,
    "lon": 37.7104266,
    "place": "Сухая Балка, Правдовка (Старая Николаевка)",
    "eng": "Закрас"
  },
  {
    "title": "Штурмовая группа ВС РФ у Зари, едет с запада",
    "link": "https://lostarmour.info/news/map-update-140525-05",
    "date": "2025-05-14",
    "lat": 48.353874,
    "lon": 37.660373,
    "place": "Заря, Гнатовка (Игнатовка), Правдовка (Старая Николаевка)",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": продвижение в районе Бурлацкого",
    "link": "https://lostarmour.info/news/map-update-140525-05",
    "date": "2025-05-14",
    "lat": 47.9134199,
    "lon": 36.7097175,
    "place": "Бурлацкое",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест \"Мицар\": также продвинулись в районе Миропольского Сумской области",
    "link": "https://lostarmour.info/news/map-update-140525-04",
    "date": "2025-05-14",
    "lat": 50.946895,
    "lon": 35.322217,
    "place": "Миропольское",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под ударом ВСУ показывает, что центр города почти полностью взят",
    "link": "https://lostarmour.info/news/map-update-140525-03",
    "date": "2025-05-14",
    "lat": 48.587423,
    "lon": 37.829258,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: ВС РФ освободили село Михайловка",
    "link": "https://lostarmour.info/news/map-update-140525-02",
    "date": "2025-05-14",
    "lat": 48.3031119,
    "lon": 37.362747,
    "place": "Михайловка",
    "eng": "Закрас"
  },
  {
    "title": "Опорный пункт под контролем Русской Армии",
    "link": "https://lostarmour.info/news/map-update-140525-01",
    "date": "2025-05-14",
    "lat": 48.406199,
    "lon": 37.53972,
    "place": "Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "Удар FPV по мотоциклистам ВС РФ",
    "link": "https://lostarmour.info/news/update-150525-06",
    "date": "2025-05-15",
    "lat": 48.17044,
    "lon": 36.97138,
    "place": "Новониколаевка, Надеждинка (Надеевка)",
    "eng": "Закрас"
  },
  {
    "title": "Другой источник с мест: \"Квартал многоэтажек теперь за нами [ВС РФ. Можно красить до озера. Южнее ещё в паре мест продвинулись\".",
    "link": "https://lostarmour.info/news/update-150525-05",
    "date": "2025-05-15",
    "lat": 48.585484,
    "lon": 37.827481,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ на вражеском канале. Заявлено, что вся атакующая колонна разгромлена, но а) из видео это неочевидно, б) почему-то каждый раз \"неудачные полностью разгромленные штурмы\" происходят всё западнее и западнее. Уже в 1,97 км от Днепропетровской области.",
    "link": "https://lostarmour.info/news/update-150525-04",
    "date": "2025-05-15",
    "lat": 48.189639,
    "lon": 36.960863,
    "place": "Новосергеевка, Новониколаевка, Новоалександровка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: тут наши зашли и закрепились",
    "link": "https://lostarmour.info/news/update-150525-03",
    "date": "2025-05-15",
    "lat": 48.5440362,
    "lon": 37.8343006,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: освобождено Вольное Поле",
    "link": "https://lostarmour.info/news/update-150525-02",
    "date": "2025-05-15",
    "lat": 47.875422,
    "lon": 36.684734,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Торское ДНР. Это было последнее оккупированное ВСУ поселение к востоку от Жеребца. Подтверждает и текстовка \"Каюта Моргана\", бойца с мест",
    "link": "https://lostarmour.info/news/update-150525-01",
    "date": "2025-05-15",
    "lat": 49.0100943,
    "lon": 37.9621382,
    "place": "Торское",
    "eng": "Закрас"
  },
  {
    "title": "Боец ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-160525-07",
    "date": "2025-05-16",
    "lat": 48.0706792,
    "lon": 37.0003548,
    "place": "Богдановка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: острова возле Новой Каховки действительно за нашими. Была попытка захода в Казацкое, но без контроля. Подтверждает и Сальдо: от войск до правого берега на ряде участков менее 80 м (архив 13.05-15.05)",
    "link": "https://lostarmour.info/news/update-160525-06",
    "date": "2025-05-16",
    "lat": 46.7654813,
    "lon": 33.3039174,
    "place": "Казацкое, Николаевка, Отрадокаменка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: \"Новая Полтавка наполовину за нашими\" (архив 12.05)",
    "link": "https://lostarmour.info/news/update-160525-05",
    "date": "2025-05-16",
    "lat": 48.363426,
    "lon": 37.4878589,
    "place": "Новая Полтавка",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ выбили ВС РФ с кирпичного завода (уточнено с мест - само изначальное закрепление не удалось). Огонь по вражеским позициям (архив 14.05)",
    "link": "https://lostarmour.info/news/update-160525-04",
    "date": "2025-05-16",
    "lat": 47.52155,
    "lon": 35.94082,
    "place": "Малая Токмачка",
    "eng": "Открас"
  },
  {
    "title": "Бойцы ВС РФ под обстрелом (архив 15.05)",
    "link": "https://lostarmour.info/news/update-160525-03",
    "date": "2025-05-16",
    "lat": 47.5330696,
    "lon": 35.4273375,
    "place": "Лобковое",
    "eng": "Закрас"
  },
  {
    "title": "Флаг России на северо-западной окраине села Миролюбовки",
    "link": "https://lostarmour.info/news/update-160525-02--35744",
    "date": "2025-05-16",
    "lat": 48.309273,
    "lon": 37.365174,
    "place": "Миролюбовка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": небольшая корректировка, тут тоже в закрас",
    "link": "https://lostarmour.info/news/update-160525-01",
    "date": "2025-05-16",
    "lat": 47.8723199,
    "lon": 36.6842529,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "True: по его данным, видео с обстрелом кирпичного завода архивное. Сейчас тут уже позиции ВС РФ опять",
    "link": "https://lostarmour.info/news/update-170525-07",
    "date": "2025-05-17",
    "lat": 47.5213389,
    "lon": 35.9406298,
    "place": "Малая Токмачка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/update-170525-06",
    "date": "2025-05-17",
    "lat": 48.327917,
    "lon": 37.676944,
    "place": "Правдовка (Старая Николаевка)",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиции ВС РФ",
    "link": "https://lostarmour.info/news/update-170525-05",
    "date": "2025-05-17",
    "lat": 48.43418,
    "lon": 37.85618,
    "place": "Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: Новая Полтавка освобождена. Кроме этого, есть уточнения по местности западнее",
    "link": "https://lostarmour.info/news/update-170525-04",
    "date": "2025-05-17",
    "lat": 48.365775,
    "lon": 37.4884497,
    "place": "Новая Полтавка",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": закрепились в этих домах. Ясиноватский район ДНР освобождён на 100% (до этого окончательно освобождены от оккупантов в 2024 Токмакский район, Волновахский район и городской округ Донецк, в 2025 Кураховский район)",
    "link": "https://lostarmour.info/news/update-170525-03",
    "date": "2025-05-17",
    "lat": 48.36603,
    "lon": 37.72555,
    "place": "Романовка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": теперь после текстовки Воина DV можно красить Богатырь. Село освобождено. Второе по людности после Комара из остававшихся в оккупации Украины поселений южной ДНР",
    "link": "https://lostarmour.info/news/update-170525-02",
    "date": "2025-05-17",
    "lat": 48.0031498,
    "lon": 36.934272,
    "place": "Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": продвижение в районе Отрадного и Богатыря. \"Про отбитие ВСУ 95% Богатыря противник [врёт], как дышит\". В реальности Богатырь почти зачистили ВС РФ",
    "link": "https://lostarmour.info/news/update-170525-01",
    "date": "2025-05-17",
    "lat": 47.992961,
    "lon": 36.88933,
    "place": "Богатырь, Отрадное",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ движутся с юга, расширяя фронт перед заходом в Днепропетровскую область. На предоставленном видео ВС РФ не закрепились в точке привязки, но к видео жанра \"все атаки отбиты, никто не прошёл, полный СУГС, да вот почему-то москали двигаются всё дальше и дальше на запад в каждом последующим видео\" мы уже привыкши (с)",
    "link": "https://lostarmour.info/news/map-update-180525-08",
    "date": "2025-05-18",
    "lat": 48.156737,
    "lon": 36.928077,
    "place": "Котляровка, Муравка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-180525-07",
    "date": "2025-05-18",
    "lat": 48.439253,
    "lon": 37.941668,
    "place": "Первое Мая (Перше Травня, Озаряновка)",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: ВС РФ вошли в Новополь и Зелёное Поле. Примечание от Mad Maxwell: Новополь был последним на Времевском направлении селом, куда ВС РФ вошли в начале СВО, оставили в июле 2022. ",
    "link": "https://lostarmour.info/news/map-update-180525-06",
    "date": "2025-05-18",
    "lat": 47.801536,
    "lon": 36.627533,
    "place": "Новополь, Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: 28 квадратных км закраса ",
    "link": "https://lostarmour.info/news/map-update-180525-05",
    "date": "2025-05-18",
    "lat": 48.415418,
    "lon": 37.487642,
    "place": "Яблоновка, Новая Полтавка, Полтавка, Александрополь, Попов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Позиции в западной части",
    "link": "https://lostarmour.info/news/map-update-180525-04",
    "date": "2025-05-18",
    "lat": 48.407774,
    "lon": 37.548547,
    "place": "Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "Военкоры Русской Весны: Флаг в Новой Полтавке",
    "link": "https://lostarmour.info/news/map-update-180525-03",
    "date": "2025-05-18",
    "lat": 48.3604809,
    "lon": 37.4671287,
    "place": "Новая Полтавка",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение ВС РФ",
    "link": "https://lostarmour.info/news/map-update-180525-02",
    "date": "2025-05-18",
    "lat": 49.21674,
    "lon": 37.889935,
    "place": "Новомихайловка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция Русской Армии",
    "link": "https://lostarmour.info/news/map-update-180525-01",
    "date": "2025-05-18",
    "lat": 49.225066,
    "lon": 37.924145,
    "place": "Петровское (Грековка)",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-190525-05",
    "date": "2025-05-19",
    "lat": 48.880167,
    "lon": 38.18108,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-190525-04",
    "date": "2025-05-19",
    "lat": 51.14944,
    "lon": 35.06055,
    "place": "Локня",
    "eng": "Закрас"
  },
  {
    "title": "Атака FPV мотоциклиста ВС РФ, едущего на юго-запад",
    "link": "https://lostarmour.info/news/map-update-190525-03",
    "date": "2025-05-19",
    "lat": 48.4206,
    "lon": 37.81119,
    "place": "Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": продвижение у Фёдоровки",
    "link": "https://lostarmour.info/news/map-update-190525-02",
    "date": "2025-05-19",
    "lat": 47.949294,
    "lon": 36.787662,
    "place": "Фёдоровка",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": село Романовка освобождено",
    "link": "https://lostarmour.info/news/map-update-190525-01",
    "date": "2025-05-19",
    "lat": 48.3706586,
    "lon": 37.7205811,
    "place": "Романовка",
    "eng": "Закрас"
  },
  {
    "title": "Удар по позиции ВС РФ почти на крайней западной окраине Верхнекаменского. Учитывая, насколько это сложное в плане закрепления село, говорить об освобождении пока рано до закрепления на рубежах ещё западнее села",
    "link": "https://lostarmour.info/news/map-update-200525-03",
    "date": "2025-05-20",
    "lat": 48.86255,
    "lon": 38.169186,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ дошли до границы Локни и Юнаковки, пехотинцы в укреплениях под ударами FPV (границы между сёлами по Yandex неверные). Скорее всего, село Локня освобождено. КПП восточнее закрашено по принципу преимущественного контроля (архив 19.05)",
    "link": "https://lostarmour.info/news/map-update-200525-02",
    "date": "2025-05-20",
    "lat": 51.14055,
    "lon": 35.05111,
    "place": "Локня, Юнаковка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на берегу канала Северский Донец — Донбасс",
    "link": "https://lostarmour.info/news/map-update-200525-01",
    "date": "2025-05-20",
    "lat": 48.62175,
    "lon": 37.844356,
    "place": "Калинина (Калиновка)",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: \"В Зелёном Поле штурмовые группы закрепились в двух кварталах в северной и южной частях населённого пункта, заняты также позиции в прилегающих лесополосах.\"",
    "link": "https://lostarmour.info/news/map-update-210525-03",
    "date": "2025-05-21",
    "lat": 47.82803,
    "lon": 36.630924,
    "place": "Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": примерный район продвижения у Фёдоровки, могли дальше",
    "link": "https://lostarmour.info/news/map-update-210525-03",
    "date": "2025-05-21",
    "lat": 47.947662,
    "lon": 36.771195,
    "place": "Фёдоровка",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: завершена зачистка северной часть Новополя и участка между ним и Зелёным Полем",
    "link": "https://lostarmour.info/news/map-update-210525-02",
    "date": "2025-05-21",
    "lat": 47.8103896,
    "lon": 36.6257534,
    "place": "Новополь, Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Налёт на опорник ВСУ севернее посёлка Первое Мая (старое название - Перше Травня, оккупационное - Озаряновка), взяли в плен украинского боевика",
    "link": "https://lostarmour.info/news/map-update-210525-01",
    "date": "2025-05-21",
    "lat": 48.45666,
    "lon": 37.94083,
    "place": "Первое Мая (Перше Травня, Озаряновка)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в Волчанске",
    "link": "https://lostarmour.info/news/map-update-220525-06",
    "date": "2025-05-22",
    "lat": 50.297238,
    "lon": 36.963052,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-220525-05",
    "date": "2025-05-22",
    "lat": 50.299435,
    "lon": 36.966224,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: уточнение позиий. У Елизаветовки и Игнатовки есть карманы контроля ВСУ (у Елизаветовки частично подтверждается другими источниками), но при этом другие места дали закрас в +22 квадратных км в совокупности за этот закрас",
    "link": "https://lostarmour.info/news/map-update-220525-04",
    "date": "2025-05-22",
    "lat": 48.3662347,
    "lon": 37.4234639,
    "place": "Миролюбовка, Евгеновка, Новая Полтавка, Шевченко Первое, Попов Яр, Яблоновка, Александрополь, Игнато",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": теперь можно. Продвижение в Зелёном Поле. ВС РФ в 3 км от стыка ДНР, Запорожской и Днепропетровской областей",
    "link": "https://lostarmour.info/news/map-update-220525-03",
    "date": "2025-05-22",
    "lat": 47.8261419,
    "lon": 36.6187706,
    "place": "Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: Подразделения группировки \"Восток\" смогли закрепиться в юго-восточной <...> части населённого пункта",
    "link": "https://lostarmour.info/news/map-update-220525-02",
    "date": "2025-05-22",
    "lat": 47.974202,
    "lon": 36.863651,
    "place": "Отрадное",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом. Зачистка Волчанска севернее Волчьей продолжается (архив 21.05)",
    "link": "https://lostarmour.info/news/map-update-220525-02",
    "date": "2025-05-22",
    "lat": 50.29609,
    "lon": 36.95909,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом (видео датирует кадры 12-19.05)",
    "link": "https://lostarmour.info/news/map-update-220525-01",
    "date": "2025-05-22",
    "lat": 47.855559,
    "lon": 36.656918,
    "place": "Новосёлка",
    "eng": "Закрас"
  },
  {
    "title": "С мест пишут также об оставлении Малой Шапковки. Но заявлен контроль над одним лесом",
    "link": "https://lostarmour.info/news/map-update-230525-05",
    "date": "2025-05-23",
    "lat": 49.7844551,
    "lon": 37.5759768,
    "place": "Малая Шапковка",
    "eng": "Открас"
  },
  {
    "title": "Воин DV: освобождено Отрадное. Бои за него длились всего два дня. Также в районе Отрадного - мощный залп 300-30-3 из гойды",
    "link": "https://lostarmour.info/news/map-update-230525-04",
    "date": "2025-05-23",
    "lat": 47.976231,
    "lon": 36.83666,
    "place": "Отрадное",
    "eng": "Закрас"
  },
  {
    "title": "КрасноЛиманский фронт: уничтожение пункта БПЛА противника на крайнем севере Торского. Три привязки в совокупности свидетельствуют о вероятном отсутствии контроля ВС РФ над частью Торского. Привязок ВС РФ из южной части не появилось. Пока открашено до линии, подтверждённой привязками (архив 21.05)",
    "link": "https://lostarmour.info/news/map-update-230525-03",
    "date": "2025-05-23",
    "lat": 49.0485134,
    "lon": 37.9438499,
    "place": "Торское",
    "eng": "Открас"
  },
  {
    "title": "Оперативный простор: обстрел позиций ВСУ в крайней северной части Торского (архив 22.05)",
    "link": "https://lostarmour.info/news/map-update-230525-03",
    "date": "2025-05-23",
    "lat": 49.029709,
    "lon": 37.952458,
    "place": "Торское",
    "eng": "Открас"
  },
  {
    "title": "(пока без откраса) Вражеское видео - бойцов ВС РФ берут в плен (архив 16.05)",
    "link": "https://lostarmour.info/news/map-update-230525-02",
    "date": "2025-05-23",
    "lat": 49.04296,
    "lon": 37.94495,
    "place": "Торское",
    "eng": "Открас"
  },
  {
    "title": "Минобороны заявило освобождение Радьковки. Не подтверждается источниками с мест, поэтому без закраса.",
    "link": "https://lostarmour.info/news/map-update-230525-01",
    "date": "2025-05-23",
    "lat": 49.750771,
    "lon": 37.592793,
    "place": "Радьковка",
    "eng": "Закрас"
  },
  {
    "title": "Сапёры ВС РФ подрывают блиндаж ВСУ",
    "link": "https://lostarmour.info/news/map-update-240525-03",
    "date": "2025-05-24",
    "lat": 48.413038,
    "lon": 37.582266,
    "place": "Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ (архив 23.05)",
    "link": "https://lostarmour.info/news/map-update-240525-02",
    "date": "2025-05-24",
    "lat": 48.40966,
    "lon": 37.4615,
    "place": "Попов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: ВС РФ освободили село Ступочки (кроме этого, подтвердили Отрадное и Локню)",
    "link": "https://lostarmour.info/news/map-update-240525-01",
    "date": "2025-05-24",
    "lat": 48.5350496,
    "lon": 37.8277755,
    "place": "Ступочки",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: корректировки по фронту. Правдовка (Старая Николаевка) освобождена почти полностью",
    "link": "https://lostarmour.info/news/map-update-250525-10",
    "date": "2025-05-25",
    "lat": 48.331668,
    "lon": 37.679894,
    "place": "Яблоновка, Правдовка (Старая Николаевка), Попов Яр, Новая Полтавка",
    "eng": "Закрас"
  },
  {
    "title": "Кулько: освобождено село Беловоды. Уссурийские десантники 83-й ОДШБР ВДВ сегодня подняли флаг ВДВ на южной окраине населенного пункта. От Mad Maxwell: это уже 8-е освобождённое в настоящий момент село Сумской области: ещё Лукашовка Великописаревского района, Марьино Краснопольского района, Новенькое, Басовка, Локня, Журавка и Веселовка Сумского района",
    "link": "https://lostarmour.info/news/map-update-250525-09",
    "date": "2025-05-25",
    "lat": 51.1616342,
    "lon": 34.9631807,
    "place": "Беловоды",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": кяхтинцы из 37 омсбр отличились при занятии этого участка у реки Волчьей",
    "link": "https://lostarmour.info/news/map-update-250525-08",
    "date": "2025-05-25",
    "lat": 48.000161,
    "lon": 36.8401747,
    "place": "Отрадное",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": кяхтинцы из 37 омсбр отличились при занятии лесополосы западнее Отрадного",
    "link": "https://lostarmour.info/news/map-update-250525-07",
    "date": "2025-05-25",
    "lat": 47.9863863,
    "lon": 36.8203651,
    "place": "Отрадное",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": ещё продвинулись",
    "link": "https://lostarmour.info/news/map-update-250525-06",
    "date": "2025-05-25",
    "lat": 48.352211,
    "lon": 37.673861,
    "place": "Заря",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": здесь также заняли опорник",
    "link": "https://lostarmour.info/news/map-update-250525-05",
    "date": "2025-05-25",
    "lat": 48.35778,
    "lon": 37.67003,
    "place": "Заря",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": этот лесочек ВС РФ заняли уже",
    "link": "https://lostarmour.info/news/map-update-250525-04",
    "date": "2025-05-25",
    "lat": 48.334754,
    "lon": 37.630753,
    "place": "Гнатовка (Игнатовка)",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": с севера от дороги посадки за нашими, перекрёсток пока красить рано",
    "link": "https://lostarmour.info/news/map-update-250525-03",
    "date": "2025-05-25",
    "lat": 48.35055,
    "lon": 37.71201,
    "place": "Романовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ в Заре. По имеющимся данным, о контроле Игнатовки ВС РФ пока не сообщали",
    "link": "https://lostarmour.info/news/map-update-250525-02",
    "date": "2025-05-25",
    "lat": 48.36603,
    "lon": 37.670583,
    "place": "Заря",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ севернее Романовки",
    "link": "https://lostarmour.info/news/map-update-250525-01",
    "date": "2025-05-25",
    "lat": 48.372403,
    "lon": 37.714862,
    "place": "Романовка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: Гнатовка и Правдовка освобождены. Фронт в Заре. Наблюдается отрицательная стабилизация фронта ВСУ",
    "link": "https://lostarmour.info/news/update-260525-08",
    "date": "2025-05-26",
    "lat": 48.355833,
    "lon": 37.688363,
    "place": "Гнатовка (Игнатовка), Правдовка (Старая Николаевка)",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ достигли крайней западной точки по другой берег реки Каменки. Верхнекаменское близко к освобождению, но в этом будет уверенность лишь по появлении привязок уже в районе Новосёловки и Чубаровского пруда",
    "link": "https://lostarmour.info/news/map-update-260525-07",
    "date": "2025-05-26",
    "lat": 48.868202,
    "lon": 38.167568,
    "place": "Верхнекаменское",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли позиции ближе к центру Редкодуба",
    "link": "https://lostarmour.info/news/map-update-260525-06",
    "date": "2025-05-26",
    "lat": 49.180945,
    "lon": 37.801059,
    "place": "Редкодуб",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ в центре села",
    "link": "https://lostarmour.info/news/map-update-260525-05",
    "date": "2025-05-26",
    "lat": 48.420734,
    "lon": 37.45502,
    "place": "Попов Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Калинин\": уточнение деталей ЛБС",
    "link": "https://lostarmour.info/news/map-update-260525-04",
    "date": "2025-05-26",
    "lat": 48.437773,
    "lon": 37.547375,
    "place": "Русин Яр, Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "Вражеское видео: местное взрослое население посёлка Зари с объятиями встречает бойцов ВС РФ. Вероятно, на западном берегу речки Калиновка ВСУ уже нет",
    "link": "https://lostarmour.info/news/map-update-260525-03",
    "date": "2025-05-26",
    "lat": 48.3660794,
    "lon": 37.6655746,
    "place": "Заря",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ в доме на ул. Красноармейской под ударом FPV ВСУ",
    "link": "https://lostarmour.info/news/map-update-260525-02",
    "date": "2025-05-26",
    "lat": 50.29594,
    "lon": 36.9487,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождены сёла Владимировка и Беловоды в исконно русской Сумской области. Полигон Владимировки объединён с полигоном Юнаковки",
    "link": "https://lostarmour.info/news/map-update-260525-01",
    "date": "2025-05-26",
    "lat": 51.1673202,
    "lon": 34.8805771,
    "place": "Владимировка",
    "eng": "Закрас"
  },
  {
    "title": "Удар по неизвестной технике ВС РФ (архив 12.05)",
    "link": "https://lostarmour.info/news/map-update-270525-07",
    "date": "2025-05-27",
    "lat": 51.176944,
    "lon": 34.938967,
    "place": "Беловоды",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ штурмуют лесополосу. Привязка не 100% уверенная",
    "link": "https://lostarmour.info/news/map-update-270525-06",
    "date": "2025-05-27",
    "lat": 48.71588,
    "lon": 37.9349,
    "place": "Нелеповское (Зализнянское)",
    "eng": "Закрас"
  },
  {
    "title": "\"Пограничник из ада\": село Строевка освобождено. Источник до этого публиковал много эксклюзивов из Харьковской, решено довериться",
    "link": "https://lostarmour.info/news/map-update-270525-05",
    "date": "2025-05-27",
    "lat": 50.0396084,
    "lon": 37.8789492,
    "place": "Строевка",
    "eng": "Закрас"
  },
  {
    "title": "Полное отсутствие сведений на протяжении 26 дней о заходе в Красноармейск рывком на несколько км и даже сведений по Бельгийке, скорее всего, означает неудачу попытки закрепления",
    "link": "https://lostarmour.info/news/map-update-270525-04",
    "date": "2025-05-27",
    "lat": 48.2510402,
    "lon": 37.1662004,
    "place": "Красноармейск",
    "eng": "Открас"
  },
  {
    "title": "Северный Ветер: есть продвижение в Юнаковке в сводке. Между Беловодами и Юнаковкой карман уменьшен, исходя из вероятного преимущественного контроля",
    "link": "https://lostarmour.info/news/map-update-270525-03",
    "date": "2025-05-27",
    "lat": 51.139214,
    "lon": 35.049686,
    "place": "Юнаковка",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: продвижение в Водолагах в сводке",
    "link": "https://lostarmour.info/news/map-update-270525-02",
    "date": "2025-05-27",
    "lat": 51.183257,
    "lon": 34.917404,
    "place": "Водолаги",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ перешли границу Харьковской области  ещё на одном участке и заняли позиции в Строевке к западу от Тополей",
    "link": "https://lostarmour.info/news/map-update-270525-01",
    "date": "2025-05-27",
    "lat": 50.043379,
    "lon": 37.87773,
    "place": "Строевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ попала под обстрел",
    "link": "https://lostarmour.info/news/map-update-280525-08",
    "date": "2025-05-28",
    "lat": 49.222207,
    "lon": 37.890743,
    "place": "Петровское (Грековка)",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-280525-07",
    "date": "2025-05-28",
    "lat": 48.7136,
    "lon": 37.97877,
    "place": "Васюковка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: половина мкр. Леваневского - за ВС РФ",
    "link": "https://lostarmour.info/news/map-update-280525-06",
    "date": "2025-05-28",
    "lat": 48.567971,
    "lon": 37.827516,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Добровольческий корпус\" [ДоброКор]: обстрел ТОС-1 вблизи центральной части Орехово-Василевки. Учитывая спорную заявку Минобороны от 8 февраля об освобождении села, вероятно, ВС РФ не контролируют это село. Отмена закраса Орехово-Василевки (единственная известная точка присутствия ВС РФ на юго-востоке Орехово-Василевки - опубликовано 08.11.2024, а по видео лето-осень 2024)",
    "link": "https://lostarmour.info/news/map-update-280525-06",
    "date": "2025-05-28",
    "lat": 48.68063,
    "lon": 37.86948,
    "place": "Орехово-Василевка",
    "eng": "Открас"
  },
  {
    "title": "Штурм ВС РФ. Скорее всего, карман с контролем ВСУ больше",
    "link": "https://lostarmour.info/news/map-update-280525-05--36303 ",
    "date": "2025-05-28",
    "lat": 48.30888,
    "lon": 37.43833,
    "place": "Елизаветовка",
    "eng": "Открас"
  },
  {
    "title": "Источник с мест: большая часть Мирного за ВС РФ",
    "link": "https://lostarmour.info/news/map-update-280525-04",
    "date": "2025-05-28",
    "lat": 48.337792,
    "lon": 37.375154,
    "place": "Мирное",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-280525-03",
    "date": "2025-05-28",
    "lat": 48.418855,
    "lon": 37.576542,
    "place": "Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Константиновка.",
    "link": "https://lostarmour.info/news/map-update-280525-02",
    "date": "2025-05-28",
    "lat": 51.169618,
    "lon": 34.770868,
    "place": "Константиновка (Сумской район)",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV и Минобороны: освобождено Зелёное Поле",
    "link": "https://lostarmour.info/news/map-update-280525-01",
    "date": "2025-05-28",
    "lat": 47.8285792,
    "lon": 36.6174708,
    "place": "Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "\"Котейкин СВО\": Редкодуб освобождён, флаг России над ним. Скоро ВС РФ начнут занимать позиции по важному в регионе рубежу вдоль речки Нитриус и за ней",
    "link": "https://lostarmour.info/news/map-update-290525-04",
    "date": "2025-05-29",
    "lat": 49.1880381,
    "lon": 37.7863776,
    "place": "Редкодуб",
    "eng": "Закрас"
  },
  {
    "title": "Флаг России на южном доме Строевки. Корректировка изначального недокраса",
    "link": "https://lostarmour.info/news/map-update-290525-03",
    "date": "2025-05-29",
    "lat": 50.03838,
    "lon": 37.87481,
    "place": "Строевка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Шевченко Первое (также подтвердили Строевку и Гнатовку [Игнатовка - другой вариант названия, официальный для России именно Гнатовка])",
    "link": "https://lostarmour.info/news/map-update-290525-02",
    "date": "2025-05-29",
    "lat": 48.3718235,
    "lon": 37.4058085,
    "place": "Шевченко Первое",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под ударами FPV (архив 28.05)",
    "link": "https://lostarmour.info/news/map-update-290525-01",
    "date": "2025-05-29",
    "lat": 49.049751,
    "lon": 37.942582,
    "place": "Торское",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест у Диванного Генштаба: продвижение в Часове Яре",
    "link": "https://lostarmour.info/news/map-update-300525-06",
    "date": "2025-05-30",
    "lat": 48.5736481,
    "lon": 37.826521,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": заняли вот эту балку западнее Зелёного Поля наши заняли",
    "link": "https://lostarmour.info/news/map-update-300525-05",
    "date": "2025-05-30",
    "lat": 47.82799,
    "lon": 36.605561,
    "place": "Зелёное Поле",
    "eng": "Закрас"
  },
  {
    "title": "\"Жуков\" (тот же самый источник с мест, который 28.02.2025 объявил Журавку за ВС РФ): огромное продвижение в Юнаковке. Примечание от Mad Maxwell: мы видим продолжающийся обмен Курской области на Сумскую, но есть нюанс :)",
    "link": "https://lostarmour.info/news/map-update-300525-04",
    "date": "2025-05-30",
    "lat": 51.124338,
    "lon": 35.039729,
    "place": "Юнаковка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождена Кондрашовка.",
    "link": "https://lostarmour.info/news/map-update-300525-03",
    "date": "2025-05-30",
    "lat": 49.766961,
    "lon": 37.581045,
    "place": "Кондрашовка",
    "eng": "Закрас"
  },
  {
    "title": "\"ПТИЦИН / КСАЕ\": Российским войскам удалось закрепиться в районе газовой станции у поворота на Радьковку. Продолжается стрелковый бой",
    "link": "https://lostarmour.info/news/map-update-300525-02",
    "date": "2025-05-30",
    "lat": 49.753306,
    "lon": 37.613148,
    "place": "Радьковка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-300525-01",
    "date": "2025-05-30",
    "lat": 48.44972,
    "lon": 37.8972,
    "place": "Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ попали под обстрел FPV",
    "link": "https://lostarmour.info/news/map-update-310525-11",
    "date": "2025-05-31",
    "lat": 48.215403,
    "lon": 36.995652,
    "place": "Удачное",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-310525-10",
    "date": "2025-05-31",
    "lat": 48.432479,
    "lon": 37.861995,
    "place": "Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел балки из ТОС-1 (архив 30.05)",
    "link": "https://lostarmour.info/news/map-update-310525-09",
    "date": "2025-05-31",
    "lat": 47.519781,
    "lon": 35.382622,
    "place": "Каменское",
    "eng": "Открас"
  },
  {
    "title": "Обстрел примерно этой точки (архив 30.05)",
    "link": "https://lostarmour.info/news/map-update-310525-08",
    "date": "2025-05-31",
    "lat": 50.246344,
    "lon": 36.800538,
    "place": "Старица",
    "eng": "Открас"
  },
  {
    "title": "\"Северный ветер\": освобождены сёла Водолаги и Алексеевка. Примечание от Mad Maxwell: день гойды какой-то",
    "link": "https://lostarmour.info/news/map-update-310525-07",
    "date": "2025-05-31",
    "lat": 51.1263235,
    "lon": 34.8648608,
    "place": "Водолаги, Алексеевка",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: освобождено село Новополь. Примечание от Mad Maxwell: в 2022 году это было последнее село на Времевском направлении, куда смогли дойти ВС РФ. Освобождено весной, оставлено в июле 2022.",
    "link": "https://lostarmour.info/news/map-update-310525-06",
    "date": "2025-05-31",
    "lat": 47.805899,
    "lon": 36.622051,
    "place": "Новополь",
    "eng": "Закрас"
  },
  {
    "title": "Сводка Северного Ветра: Бесстрашные морпехи в ходе упорных боев продвинулись в <...> Кондратовке, а также в окрестностях данных населенных пунктов.",
    "link": "https://lostarmour.info/news/map-update-310525-05",
    "date": "2025-05-31",
    "lat": 51.154609,
    "lon": 34.7712503,
    "place": "Кондратовка",
    "eng": "Закрас"
  },
  {
    "title": "Сводка Северного Ветра: Бесстрашные морпехи в ходе упорных боев продвинулись в  Алексеевке <...>, а также в окрестностях данных населенных пунктов. ",
    "link": "https://lostarmour.info/news/map-update-310525-04",
    "date": "2025-05-31",
    "lat": 51.1491456,
    "lon": 34.8619232,
    "place": "Алексеевка",
    "eng": "Закрас"
  },
  {
    "title": "Сводка Северного Ветра: \"Бесстрашные мотострелки завершают зачистку села Водолаги, выбивая противника из укрытий в самом населенном пункте и окрестных лесополосах\". Впоследствии заявили об освобождении.",
    "link": "https://lostarmour.info/news/map-update-310525-03",
    "date": "2025-05-31",
    "lat": 51.1747993,
    "lon": 34.9216404,
    "place": "Водолаги",
    "eng": "Закрас"
  },
  {
    "title": "Уточнение контроля ВС РФ с мест (архив 29.05)",
    "link": "https://lostarmour.info/news/map-update-310525-02",
    "date": "2025-05-31",
    "lat": 48.354897,
    "lon": 37.40833,
    "place": "Шевченко Первое",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-310525-01",
    "date": "2025-05-31",
    "lat": 48.015319,
    "lon": 36.967965,
    "place": "Алексеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-010625-06",
    "date": "2025-06-01",
    "lat": 48.419291,
    "lon": 37.56496,
    "place": "Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "Вторая позиция ВС РФ в Карповке. Уже за речкой Нитриус!",
    "link": "https://lostarmour.info/news/map-update-010625-05",
    "date": "2025-06-01",
    "lat": 49.181874,
    "lon": 37.7372,
    "place": "Карповка",
    "eng": "Закрас"
  },
  {
    "title": "Позиции ВС РФ в ангаре",
    "link": "https://lostarmour.info/news/map-update-010625-04",
    "date": "2025-06-01",
    "lat": 49.176371,
    "lon": 37.746949,
    "place": "Карповка",
    "eng": "Закрас"
  },
  {
    "title": "Источники \"Диванного Генштаба\": продвинулись в районе улицы Леваневского",
    "link": "https://lostarmour.info/news/map-update-010625-03",
    "date": "2025-06-01",
    "lat": 48.5630395,
    "lon": 37.8296499,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Соловьёв: освобождён посёлок Заря",
    "link": "https://lostarmour.info/news/map-update-010625-02",
    "date": "2025-06-01",
    "lat": 48.3620588,
    "lon": 37.6784961,
    "place": "Заря",
    "eng": "Закрас"
  },
  {
    "title": "Закрас по данным с мест (проставление отсутствовавшей метки)",
    "link": "https://lostarmour.info/news/map-update-020625-06",
    "date": "2025-06-02",
    "lat": 48.3840771,
    "lon": 37.4369069,
    "place": "Попов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ попала под обстрел FPV",
    "link": "https://lostarmour.info/news/map-update-020625-05",
    "date": "2025-06-02",
    "lat": 51.14361,
    "lon": 35.00444,
    "place": "Юнаковка, Червонопрапорное (Яблоновка)",
    "eng": "Закрас"
  },
  {
    "title": "Группа бойцов ВС РФ (архив 25.05)",
    "link": "https://lostarmour.info/news/map-update-020625-04",
    "date": "2025-06-02",
    "lat": 50.295913,
    "lon": 36.943765,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на Волчанском агрегатном заводе. Он много раз переходил из рук в руки, до этого ВС РФ его только с мая 2024 года дважды брали и дважды теряли Сочтена свежей (архив 25.05)",
    "link": "https://lostarmour.info/news/map-update-020625-03",
    "date": "2025-06-02",
    "lat": 50.292007,
    "lon": 36.94498,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Источник \"Диванного Генштаба\": бойцы 200 омсбр забрали лес севернее Часова Яра",
    "link": "https://lostarmour.info/news/map-update-020625-02",
    "date": "2025-06-02",
    "lat": 48.614945,
    "lon": 37.8098039,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Сводка Северного Ветра: продвинулись в Андреевке (также заявлено продвижение в Кондратовке)",
    "link": "https://lostarmour.info/news/map-update-020625-01",
    "date": "2025-06-02",
    "lat": 51.1342936,
    "lon": 34.8218215,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "ВСУ заходят в опорный пункт, возможно, пустой. По известным данным, скорее всего, свежее",
    "link": "https://lostarmour.info/news/map-update-030625-02",
    "date": "2025-06-03",
    "lat": 51.2697102,
    "lon": 34.3415462,
    "place": "Попово-Лежачи",
    "eng": "Открас"
  },
  {
    "title": "Минобороны: освобождено село Андреевка Сумского района",
    "link": "https://lostarmour.info/news/map-update-030625-01",
    "date": "2025-06-03",
    "lat": 51.1227899,
    "lon": 34.8301471,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест (здесь и далее \"Мицар\"): продвинулись в районе с. Проходы. От Mad Maxwell: буферная зона от точки захода ВСУ в Белгородскую продолжает развиваться",
    "link": "https://lostarmour.info/news/update-040625-05",
    "date": "2025-06-04",
    "lat": 50.9256971,
    "lon": 35.3431595,
    "place": "Проходы",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Кондратовка Сумского района. Это самое большое полностью контролируемое сейчас село в Сумской области - 862 человека на 2001 год (больше Басовки [647], меньше штурмуемой Юнаковки [1741])",
    "link": "https://lostarmour.info/news/map-update-040625-04",
    "date": "2025-06-04",
    "lat": 51.136072,
    "lon": 34.775239,
    "place": "Кондратовка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-040625-03",
    "date": "2025-06-04",
    "lat": 48.421578,
    "lon": 37.584865,
    "place": "Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "Данные от людей с мест: этот участок +- за ВСУ. Приходящих крошат по подвалам, но они продолжают заходить",
    "link": "https://lostarmour.info/news/map-update-040625-02",
    "date": "2025-06-04",
    "lat": 51.260707,
    "lon": 34.266209,
    "place": "Тёткино",
    "eng": "Открас"
  },
  {
    "title": "Сводка Северного Ветра: Бесстрашные мотострелки ведут ожесточенные бои в Новониколаевке, где смогли продвинуться в самом населенном пункте и его окрестностях.",
    "link": "https://lostarmour.info/news/map-update-040625-01",
    "date": "2025-06-04",
    "lat": 51.1577074,
    "lon": 34.8993311,
    "place": "Новониколаевка",
    "eng": "Закрас"
  },
  {
    "title": "Ещё привязка бойцов ВС РФ",
    "link": "https://lostarmour.info/news/update-050625-12",
    "date": "2025-06-05",
    "lat": 47.953973,
    "lon": 36.753777,
    "place": "Фёдоровка",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: штурмовики зачищают Фёдоровку",
    "link": "https://lostarmour.info/news/map-update-050625-11",
    "date": "2025-06-05",
    "lat": 47.953795,
    "lon": 36.755597,
    "place": "Фёдоровка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": контуры закраса у Вольного Поля",
    "link": "https://lostarmour.info/news/map-update-050625-10",
    "date": "2025-06-05",
    "lat": 47.869227,
    "lon": 36.67803,
    "place": "Вольное Поле",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: овладели МТФ на юге п. Шевченко",
    "link": "https://lostarmour.info/news/map-update-050625-09",
    "date": "2025-06-05",
    "lat": 47.8876709,
    "lon": 36.6800815,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ к югу от с. Дылеевки",
    "link": "https://lostarmour.info/news/map-update-050625-08",
    "date": "2025-06-05",
    "lat": 48.4475,
    "lon": 37.8825,
    "place": "с. Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция бойцов ВС РФ на подстанции к северо-западу от Дылеевки",
    "link": "https://lostarmour.info/news/map-update-050625-07",
    "date": "2025-06-05",
    "lat": 48.436146,
    "lon": 37.854354,
    "place": "пос. Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": контуры захода в Фёдоровку",
    "link": "https://lostarmour.info/news/map-update-050625-06",
    "date": "2025-06-05",
    "lat": 47.9451221,
    "lon": 36.7617668,
    "place": "Фёдоровка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на Динамитном ставке",
    "link": "https://lostarmour.info/news/map-update-050625-05",
    "date": "2025-06-05",
    "lat": 48.430773,
    "lon": 37.813273,
    "place": "Щербиновка, Дзержинск",
    "eng": "Закрас"
  },
  {
    "title": "Заявлено как обстрел полевого склада БК ВС РФ",
    "link": "https://lostarmour.info/news/map-update-050625-04",
    "date": "2025-06-05",
    "lat": 49.11886,
    "lon": 37.835049,
    "place": "Зелёная Долина",
    "eng": "Закрас"
  },
  {
    "title": "Пехота ВС РФ под обстрелом у Торского",
    "link": "https://lostarmour.info/news/map-update-050625-03",
    "date": "2025-06-05",
    "lat": 49.004982,
    "lon": 38.037405,
    "place": "Торское",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ атакуют под обстрелами",
    "link": "https://lostarmour.info/news/map-update-050625-02",
    "date": "2025-06-05",
    "lat": 48.428743,
    "lon": 37.567296,
    "place": "Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "Два Майора: Атака ВС РФ, зачистка позиции ВС У в жилой застройке (архив 04.06)",
    "link": "https://lostarmour.info/news/map-update-050625-01",
    "date": "2025-06-05",
    "lat": 48.42194,
    "lon": 37.58888,
    "place": "Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ. По-видимому, дорога Юнаковка - Суджа уже физически взята под контроль России",
    "link": "https://lostarmour.info/news/update-060625-04",
    "date": "2025-06-06",
    "lat": 51.148501,
    "lon": 35.110505,
    "place": "Локня, Олешня",
    "eng": "Закрас"
  },
  {
    "title": "Бойцы ВС РФ под обстрелом артиллерии (заявлено примерно 4 июня). Площадь этого полигона в Сумской достигла 200 кв. км",
    "link": "https://lostarmour.info/news/update-060625-03",
    "date": "2025-06-06",
    "lat": 51.133022,
    "lon": 34.991456,
    "place": "Червонопрапорное (Яблоновка), Юнаковка",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: подразделения группировки \"Восток\" освободили Фёдоровку за 4 дня",
    "link": "https://lostarmour.info/news/update-060625-02",
    "date": "2025-06-06",
    "lat": 47.959267,
    "lon": 36.756149,
    "place": "Фёдоровка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/update-060625-01",
    "date": "2025-06-06",
    "lat": 49.099764,
    "lon": 37.859879,
    "place": "Колодези",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение ВС РФ, зашли в село Комар, крупнейшее из оккупированных в ДНР поселений южнее Удачного",
    "link": "https://lostarmour.info/news/map-update-070625-06",
    "date": "2025-06-07",
    "lat": 47.972543,
    "lon": 36.75754,
    "place": "Комар",
    "eng": "Закрас"
  },
  {
    "title": "Оперативный простор: Удар по складу боеприпасов ВСУ",
    "link": "https://lostarmour.info/news/map-update-070625-05",
    "date": "2025-06-07",
    "lat": 48.97964,
    "lon": 38.19688,
    "place": "Шипиловка",
    "eng": "Открас"
  },
  {
    "title": "Перехват Бабы-Яги, ведущей обстрел позиций ВС РФ",
    "link": "https://lostarmour.info/news/map-update-070625-04--37139",
    "date": "2025-06-07",
    "lat": 48.198576,
    "lon": 36.96811,
    "place": "Новосергеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ (архив 06.06)",
    "link": "https://lostarmour.info/news/map-update-070625-04",
    "date": "2025-06-07",
    "lat": 51.139418,
    "lon": 34.976477,
    "place": "Червонопрапорное (Яблоновка)",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ заняли новые позиции на востоке Алексеевки",
    "link": "https://lostarmour.info/news/map-update-070625-03",
    "date": "2025-06-07",
    "lat": 48.014459,
    "lon": 36.958,
    "place": "Алексеевка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвинулись к северу от Двуречного в направлении Долгенького (архив 28.05)",
    "link": "https://lostarmour.info/news/map-update-070625-02",
    "date": "2025-06-07",
    "lat": 49.877064,
    "lon": 37.65835,
    "place": "Двуречная, Долгенькое",
    "eng": "Закрас"
  },
  {
    "title": "Сводка Северного Ветра: продвинулись в Яблоновке (это название после \"декоммунизации\", до этого - Червонопрапорное)",
    "link": "https://lostarmour.info/news/map-update-070625-01",
    "date": "2025-06-07",
    "lat": 51.1413133,
    "lon": 34.9770463,
    "place": "Червонопрапорное (Яблоновка)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под сбросами",
    "link": "https://lostarmour.info/news/map-update-080625-05",
    "date": "2025-06-08",
    "lat": 48.421676,
    "lon": 37.801474,
    "place": "Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ зашли в Александро-Калиново",
    "link": "https://lostarmour.info/news/map-update-080625-04",
    "date": "2025-06-08",
    "lat": 48.408597,
    "lon": 37.673868,
    "place": "Александро-Калиново",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": примерные контуры продвижения",
    "link": "https://lostarmour.info/news/map-update-080625-03",
    "date": "2025-06-08",
    "lat": 48.016014,
    "lon": 36.900137,
    "place": "Зелёный Кут, Богатырь",
    "eng": "Закрас"
  },
  {
    "title": "ТГ-канал \"Работаем, братья!\" заявлен выход на границу Днепропетровской области и что \"Орехово [т.е. Петровского] позади\", то есть освобождено. Привязка _гипотетическая_.",
    "link": "https://lostarmour.info/news/map-update-080625-02",
    "date": "2025-06-08",
    "lat": 48.100088,
    "lon": 36.891354,
    "place": "Петровского (Орехово)",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: Подразделения 90-й танковой дивизии группировки войск \"Центр\" вышли на западную границу ДНР и и продолжают развивать наступление на территории Днепропетровской области (отмечена наиболее вероятная локация возле с. Петровского, \"декоммунизированное\" название, не признанное в России - Орехово)",
    "link": "https://lostarmour.info/news/map-update-080625-01",
    "date": "2025-06-08",
    "lat": 48.113277,
    "lon": 36.888907,
    "place": "Петровского (Орехово)",
    "eng": "Закрас"
  },
  {
    "title": "Алексеевка под контролем 114-й бригады 51-й армии! ",
    "link": "https://lostarmour.info/news/map-update-090625-03",
    "date": "2025-06-09",
    "lat": 48.02106,
    "lon": 36.918226,
    "place": "Алексеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-090625-02",
    "date": "2025-06-09",
    "lat": 48.438771,
    "lon": 37.811368,
    "place": "Нелеповка",
    "eng": "Закрас"
  },
  {
    "title": "\"Сибирское объединение\": первые кадры пересечения Днепропетровской области бойцами ВС РФ севернее с. Петровского (украинское название - Орехово). Mad Maxwell: это первый подтверждённый привязками _заход_ на территорию области с апреля 2022 года (тогда заехала машина из Херсонской в районе Весёлой Дачи). Создан полигон Днепропетровской области, но ожидается ещё закрепление в ней.",
    "link": "https://lostarmour.info/news/map-update-090625-01",
    "date": "2025-06-09",
    "lat": 48.113263,
    "lon": 36.888587,
    "place": "Петровского (Орехово), Новопавловка",
    "eng": "Закрас"
  },
  {
    "title": "Продвижение",
    "link": "https://lostarmour.info/news/map-update-100625-09",
    "date": "2025-06-10",
    "lat": 48.473799,
    "lon": 37.907915,
    "place": "Белая Гора",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ (архив 09.06)",
    "link": "https://lostarmour.info/news/map-update-100625-08",
    "date": "2025-06-10",
    "lat": 48.43493,
    "lon": 37.80225,
    "place": "Щербиновка, Нелеповка",
    "eng": "Закрас"
  },
  {
    "title": "True: в Малой Токмачке дошли до тюрьмы",
    "link": "https://lostarmour.info/news/map-update-100625-07",
    "date": "2025-06-10",
    "lat": 47.5241574,
    "lon": 35.9135377,
    "place": "Малая Токмачка",
    "eng": "Закрас"
  },
  {
    "title": "\"Оперативный простор\": удар артиллерией по северо-восточной части Торского. Подтверждает фактическое отсутствие контроля большей его части (архив 09.06)",
    "link": "https://lostarmour.info/news/map-update-100625-06",
    "date": "2025-06-10",
    "lat": 49.023824,
    "lon": 37.978015,
    "place": "Торское",
    "eng": "Открас"
  },
  {
    "title": "\"Ударный отряд Ирландцы\": удар в районе Тёткина",
    "link": "https://lostarmour.info/news/map-update-100625-05",
    "date": "2025-06-10",
    "lat": 51.275464,
    "lon": 34.371744,
    "place": "Тёткино",
    "eng": "Открас"
  },
  {
    "title": "\"Ударный отряд Ирландцы\" удар по Тёткину",
    "link": "https://lostarmour.info/news/map-update-100625-04",
    "date": "2025-06-10",
    "lat": 51.267749,
    "lon": 34.245208,
    "place": "Тёткино",
    "eng": "Открас"
  },
  {
    "title": "Источник с мест: продвижения и корректировки",
    "link": "https://lostarmour.info/news/map-update-100625-03",
    "date": "2025-06-10",
    "lat": 48.438792,
    "lon": 37.574477,
    "place": "Попов-Яр, Яблоновка, Александро-Калиново",
    "eng": "Закрас"
  },
  {
    "title": "\"Пограничник из ада\": освобождено село Варачино в Сумской области (архив 09.06)",
    "link": "https://lostarmour.info/news/map-update-100625-02",
    "date": "2025-06-10",
    "lat": 51.141372,
    "lon": 34.926443,
    "place": "Варачино",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-100625-01",
    "date": "2025-06-10",
    "lat": 48.184724,
    "lon": 36.9215,
    "place": "Новониколаевка",
    "eng": "Закрас"
  },
  {
    "title": "Исходя из текстовки \"ШТУРМОВИК, ЧЕГО ОРЁШЬ?\", скорее всего, флаг установлен после быстрого взятия Зелёного Кута и Новоукраинки, поэтому они закрашены",
    "link": "https://lostarmour.info/news/map-update-110625-05",
    "date": "2025-06-11",
    "lat": 48.026195,
    "lon": 36.879083,
    "place": "Зелёный Кут, Новоукраинка",
    "eng": "Закрас"
  },
  {
    "title": "114 бригада установила первый флаг в Днепропетровской области. Учитывая упорное свидетельство источников из \"Востока\" об отсутствии попыток переправы им через Волчью, а также заявок на Новоукраинку и Зелёный Кут, пока решено рисовать их в окружении до прояснения обстоятельств",
    "link": "https://lostarmour.info/news/map-update-110625-04",
    "date": "2025-06-11",
    "lat": 48.0347733,
    "lon": 36.8544472,
    "place": "Дачное, Новоукраинка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-110625-03",
    "date": "2025-06-11",
    "lat": 48.189066,
    "lon": 36.92314,
    "place": "Новониколаевка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": Восток дошёл до границы Днепропетровской (через реку Волчью), контуры такие. Но заявления о пересечении границы с Днепропетровской Востоком преждевременны, это пока делал только Центр.",
    "link": "https://lostarmour.info/news/map-update-110625-02",
    "date": "2025-06-11",
    "lat": 48.032891,
    "lon": 36.850563,
    "place": "Отрадное, Зелёный Кут, Новоукраинка, Запорожье",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-110625-01",
    "date": "2025-06-11",
    "lat": 48.07171,
    "lon": 36.942235,
    "place": "Богдановка",
    "eng": "Закрас"
  },
  {
    "title": "3-я ударная: флаг в Григоровке Серебрянского сельсовета ДНР, заявлено её освобождение. Закрас только до точки привязки, учитывая, что это село ранее как минимум два или три раза заявляли ошибочно, и сколько на этом направлении было отступлений после успешных заходов",
    "link": "https://lostarmour.info/news/map-update-120625-06",
    "date": "2025-06-12",
    "lat": 48.9282458,
    "lon": 38.1798663,
    "place": "Григоровка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-120625-05",
    "date": "2025-06-12",
    "lat": 51.151252,
    "lon": 34.7514,
    "place": "Кондратовка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": дальнейшее продвижение ВС РФ. Сведения о пересечении реки Волчьей \"Востоком\" или \"Центром\" подтвердить не может, про \"Восток\" опровергает",
    "link": "https://lostarmour.info/news/map-update-120625-04",
    "date": "2025-06-12",
    "lat": 48.02965,
    "lon": 36.783002,
    "place": "Запорожье, Дачное",
    "eng": "Закрас"
  },
  {
    "title": "Оперативный простор: Сброс мины на позицию ВСУ северо-западнее Лозовой Изюмского (Боровского) района (архив 10.06)",
    "link": "https://lostarmour.info/news/map-update-120625-03",
    "date": "2025-06-12",
    "lat": 49.49275,
    "lon": 37.80296,
    "place": "Лозовая",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ на дороге к Радянскому (Малой Корчаковке)",
    "link": "https://lostarmour.info/news/map-update-120625-02",
    "date": "2025-06-12",
    "lat": 51.117961,
    "lon": 34.863562,
    "place": "Алексеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ южнее Андреевки Сумского района",
    "link": "https://lostarmour.info/news/map-update-120625-01",
    "date": "2025-06-12",
    "lat": 51.115932,
    "lon": 34.830595,
    "place": "Андреевка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ зашли повторно в Малиновку Гуляйпольского района (в прошлый раз была подконтрольна ВС РФ, но оставлена примерно в марте 2022)",
    "link": "https://lostarmour.info/news/map-update-130625-04",
    "date": "2025-06-13",
    "lat": 47.671684,
    "lon": 36.479796,
    "place": "Малиновка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено с. Коптево",
    "link": "https://lostarmour.info/news/map-update-130625-03",
    "date": "2025-06-13",
    "lat": 48.3864265,
    "lon": 37.3592723,
    "place": "Коптево",
    "eng": "Закрас"
  },
  {
    "title": "Теперь Комар можно красить",
    "link": "https://lostarmour.info/news/map-update-130625-02",
    "date": "2025-06-13",
    "lat": 47.996316,
    "lon": 36.740448,
    "place": "Комар",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер: освобождено село Яблоновка (Червонопрапорное - домайданное имя, Яблоновка - пока не прописанное в топонимике России послемайданное)",
    "link": "https://lostarmour.info/news/map-update-130625-01",
    "date": "2025-06-13",
    "lat": 51.1340393,
    "lon": 34.9759297,
    "place": "Червонопрапорное (Яблоновка)",
    "eng": "Закрас"
  },
  {
    "title": "\"Жуков\": восточная окраина и центр Юнаковки за нами",
    "link": "https://lostarmour.info/news/map-update-140625-01",
    "date": "2025-06-14",
    "lat": 51.121709,
    "lon": 35.043113,
    "place": "Юнаковка",
    "eng": "Закрас"
  },
  {
    "title": "Зачистка опорника ВСУшников, продвижение к северу от Ивано-Дарьевки (архив 13.05)",
    "link": "https://lostarmour.info/news/map-update-150625-02",
    "date": "2025-06-15",
    "lat": 48.83083,
    "lon": 38.18416,
    "place": "Ивано-Дарьевка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ на окраине Мирополья. Первое подтверждение присутствия (архив 30.05)",
    "link": "https://lostarmour.info/news/map-update-150625-01",
    "date": "2025-06-15",
    "lat": 51.04981,
    "lon": 35.27418,
    "place": "Мирополье",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ у канала Северский Донец-Донбасс попала под обстрел (архив 16.06)",
    "link": "https://lostarmour.info/news/map-update-170625-01",
    "date": "2025-06-16",
    "lat": 48.63035,
    "lon": 37.83401,
    "place": "Григоровка (Калининский сельсовет)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ на поступах к Серебрянке подтверждает контроль над Григоровкой, до этого уже 2-3 раза подряд ошибочно заявленной освобождённой",
    "link": "https://lostarmour.info/news/map-update-160625-05",
    "date": "2025-06-16",
    "lat": 48.925476,
    "lon": 38.158695,
    "place": "Григоровка (Серебрянский сельсковет)",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: дальнейшее продвижение в Часове Яре",
    "link": "https://lostarmour.info/news/map-update-160625-04",
    "date": "2025-06-16",
    "lat": 48.571531,
    "lon": 37.823395,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под сбросами (архив 12.06)",
    "link": "https://lostarmour.info/news/map-update-160625-03",
    "date": "2025-06-16",
    "lat": 48.470873,
    "lon": 37.937163,
    "place": "Курдюмовка",
    "eng": "Закрас"
  },
  {
    "title": "\"Военкоры Русской Весны\": удар по позиции ВСУ (архив 12.06)",
    "link": "https://lostarmour.info/news/map-update-160625-02",
    "date": "2025-06-16",
    "lat": 48.420728,
    "lon": 37.459706,
    "place": "Попов Яр",
    "eng": "Открас"
  },
  {
    "title": "\"Горький\": дальшейшей продвижение в районе Комара и вдоль Волчьей",
    "link": "https://lostarmour.info/news/map-update-160625-01",
    "date": "2025-06-16",
    "lat": 48.047323,
    "lon": 36.793525,
    "place": "Комар, Запорожье, Дачное",
    "eng": "Закрас"
  },
  {
    "title": "Первое свидетельство захода ВС РФ в Серебрянку за время СВО. Позиция под ударом FPV на улице имени Калинина (другое название - имени уроженца Славяносербии Депрерадовича)",
    "link": "https://lostarmour.info/news/map-update-170625-04",
    "date": "2025-06-17",
    "lat": 48.922679,
    "lon": 38.138001,
    "place": "Серебрянка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвинулись вдоль ж/д на Константиновку, вероятно, полностью освободив пос. Дылеевку",
    "link": "https://lostarmour.info/news/map-update-170625-03",
    "date": "2025-06-17",
    "lat": 48.448923,
    "lon": 37.846571,
    "place": "пос. Дылеевка",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": продвижение в районе Комара и Фёдоровки",
    "link": "https://lostarmour.info/news/map-update-170625-02",
    "date": "2025-06-17",
    "lat": 47.937558,
    "lon": 36.718977,
    "place": "Фёдоровка, Комар",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВС РФ",
    "link": "https://lostarmour.info/news/map-update-180625-04",
    "date": "2025-06-18",
    "lat": 48.415667,
    "lon": 37.672384,
    "place": "Александро-Калиново",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: продвижение в Часовом Яре",
    "link": "https://lostarmour.info/news/map-update-180625-03",
    "date": "2025-06-18",
    "lat": 48.573459,
    "lon": 37.821727,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны заявило освобождение Долгенького Купянского района Харьковской области",
    "link": "https://lostarmour.info/news/map-update-180625-02",
    "date": "2025-06-18",
    "lat": 49.889437,
    "lon": 37.631217,
    "place": "Долгенькое (Кутьковский сельсовет)",
    "eng": "Закрас"
  },
  {
    "title": "Северный Ветер заявляет освобождение Новониколаевки, но опровергает заявку \"Пограничника из ада\" на освобождение Варачино и даже начало боёв за него",
    "link": "https://lostarmour.info/news/map-update-180625-01",
    "date": "2025-06-18",
    "lat": 51.150888,
    "lon": 34.907353,
    "place": "Новониколаевка, Варачино",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: освобождено село Новониколаевка ДНР",
    "link": "https://lostarmour.info/news/map-update-190625-03",
    "date": "2025-06-19",
    "lat": 48.1825383,
    "lon": 36.914835,
    "place": "Новониколаевка",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВСУ. ВС РФ практически выбили из Торского",
    "link": "https://lostarmour.info/news/map-update-190625-02",
    "date": "2025-06-19",
    "lat": 49.04153,
    "lon": 37.95162,
    "place": "Торское",
    "eng": "Открас"
  },
  {
    "title": "Штурмовая группа ВС РФ под обстрелом (архив 18.06)",
    "link": "https://lostarmour.info/news/map-update-190625-01",
    "date": "2025-06-19",
    "lat": 48.08163,
    "lon": 36.92115,
    "place": "Петровского (Орехово)",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": уточнение обстановки по тому, что называется \"Перебудова\", здесь ещё ВСУ, закрасили больше необходимого",
    "link": "https://lostarmour.info/news/map-update-200625-06",
    "date": "2025-06-20",
    "lat": 47.9960367,
    "lon": 36.7436468,
    "place": "Перебудова, Комар",
    "eng": "Открас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-200625-05",
    "date": "2025-06-20",
    "lat": 48.415634,
    "lon": 37.613253,
    "place": "Яблоновка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ дошли до центра гуляйпольской Малиновки (была подконтрольна ранее и оставлена в марте 2022)",
    "link": "https://lostarmour.info/news/map-update-200625-04",
    "date": "2025-06-20",
    "lat": 47.677719,
    "lon": 36.482198,
    "place": "Малиновка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция Русской Армии",
    "link": "https://lostarmour.info/news/map-update-200625-03",
    "date": "2025-06-20",
    "lat": 48.20347,
    "lon": 36.9726,
    "place": "Новосергеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом ВСУ. ",
    "link": "https://lostarmour.info/news/map-update-200625-02",
    "date": "2025-06-20",
    "lat": 51.258421,
    "lon": 34.259223,
    "place": "Тёткино",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны объявило об освобождении Московки, северо-западного пригорода Купянска. Учитывая не подтвердившуюся (Торское) и пока не подтверждённые известными ЛА привязками (Дорошовка, Долгенькое, Радьковка) заявки от \"Запада\" на освобождение поселений в этом районе в последнее время, а также очень большое влияние взятой Московки на обстановку в районе, пока решено повременить с закрасом и подождать привязываемых видео с любой стороны",
    "link": "https://lostarmour.info/news/map-update-200625-01",
    "date": "2025-06-20",
    "lat": 49.72039,
    "lon": 37.562881,
    "place": "Московка",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ продвигаются в южной части п. Шевченко",
    "link": "https://lostarmour.info/news/map-update-210625-02",
    "date": "2025-06-21",
    "lat": 47.898047,
    "lon": 36.66767,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: освобождено село Запорожье",
    "link": "https://lostarmour.info/news/map-update-210625-01",
    "date": "2025-06-21",
    "lat": 48.03485,
    "lon": 36.757645,
    "place": "Запорожье",
    "eng": "Закрас"
  },
  {
    "title": "Источник с мест: продвижение в Часовом Яре",
    "link": "https://lostarmour.info/news/map-update-220625-05",
    "date": "2025-06-22",
    "lat": 48.561673,
    "lon": 37.824034,
    "place": "Часов Яр",
    "eng": "Закрас"
  },
  {
    "title": "Обстрел позиций ВС РФ. Танк ВСУ находится примерно в 51.124943, 34.977293",
    "link": "https://lostarmour.info/news/map-update-220625-04",
    "date": "2025-06-22",
    "lat": 51.131802,
    "lon": 34.989931,
    "place": "Червонопрапорное (Яблоновка)",
    "eng": "Закрас"
  },
  {
    "title": "Атака ВСУ на южной окраине Андреевки Сумской области",
    "link": "https://lostarmour.info/news/map-update-220625-03",
    "date": "2025-06-22",
    "lat": 51.1226175,
    "lon": 34.8288532,
    "place": "Андреевка",
    "eng": "Открас"
  },
  {
    "title": "Минобороны: освобождена Петровка Харьковской области. Исходя из видео от 23.06, имели в виду Петровку (Грековку) ЛНР, ошибочно поместив её в находящуюся неподалёку Харьковскую",
    "link": "https://lostarmour.info/news/map-update-220625-02",
    "date": "2025-06-22",
    "lat": 49.2508665,
    "lon": 37.9159085,
    "place": "Петровка (Грековка)",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: освобождён посёлок Перебудова",
    "link": "https://lostarmour.info/news/map-update-220625-01",
    "date": "2025-06-22",
    "lat": 47.9919487,
    "lon": 36.7353257,
    "place": "Перебудова",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": минимальное продвижение ВС РФ",
    "link": "https://lostarmour.info/news/map-update-2320625-03",
    "date": "2025-06-23",
    "lat": 47.9437048,
    "lon": 36.7059995,
    "place": "Фёдоровка, Весёлое",
    "eng": "Закрас"
  },
  {
    "title": "Штурмовики ВС РФ",
    "link": "https://lostarmour.info/news/map-update-2320625-02",
    "date": "2025-06-23",
    "lat": 48.397752,
    "lon": 37.783647,
    "place": "Щербиновка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ под обстрелом",
    "link": "https://lostarmour.info/news/map-update-2320625-01",
    "date": "2025-06-23",
    "lat": 48.219945,
    "lon": 36.96849,
    "place": "Удачное, Новосергеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ. Восточнее вывешен флаг России, подтверждает полный контроль над селом. Продолжается выход к Днепропетровской области широким фронтом (архив 23.06)",
    "link": "https://lostarmour.info/news/map-update-2420625-01",
    "date": "2025-06-24",
    "lat": 48.197579,
    "lon": 36.946394,
    "place": "Новосергеевка",
    "eng": "Закрас"
  },
  {
    "title": "Пехота ВС РФ под ударами FPV (архив 21.06)",
    "link": "https://lostarmour.info/news/map-update-240625-03",
    "date": "2025-06-24",
    "lat": 48.921556,
    "lon": 38.150969,
    "place": "Серебрянка",
    "eng": "Закрас"
  },
  {
    "title": "Минобороны: Флаг России в селе Дылеевке показывает освобождение села.",
    "link": "https://lostarmour.info/news/map-update-240625-02",
    "date": "2025-06-24",
    "lat": 48.4644265,
    "lon": 37.8822954,
    "place": "Дылеевка (село)",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ. Восточнее вывешен флаг России, подтверждает полный контроль над селом. Продолжается выход к Днепропетровской области широким фронтом (архив 23.06)",
    "link": "https://lostarmour.info/news/map-update-240625-01",
    "date": "2025-06-24",
    "lat": 48.197637,
    "lon": 36.9462443,
    "place": "Новосергеевка",
    "eng": "Закрас"
  },
  {
    "title": "Позиция ВС РФ",
    "link": "https://lostarmour.info/news/map-update-250625-05",
    "date": "2025-06-25",
    "lat": 48.399229,
    "lon": 37.406926,
    "place": "Шевченко Первое",
    "eng": "Закрас"
  },
  {
    "title": "ВС РФ переправились второй раз за р. Волчью в районе Волчанска",
    "link": "https://lostarmour.info/news/map-update-250625-05",
    "date": "2025-06-25",
    "lat": 50.29187,
    "lon": 36.91007,
    "place": "Волчанск",
    "eng": "Закрас"
  },
  {
    "title": "Удары по позициям ВСУ в Зелёном Гае Харьковской области. Вероятно, опровергает заявку \"Изнанки\" от  20 февраля 2025 на освобождение села (Минобороны не заявляло). Открашено до точек привязки",
    "link": "https://lostarmour.info/news/map-update-250625-04",
    "date": "2025-06-25",
    "lat": 49.40901,
    "lon": 37.79475,
    "place": "Зелёный Гай",
    "eng": "Открас"
  },
  {
    "title": "Пехота ВС РФ у локомотива в тупике под обстрелом (архив 24.06)",
    "link": "https://lostarmour.info/news/map-update-250625-03",
    "date": "2025-06-25",
    "lat": 48.248752,
    "lon": 37.01372,
    "place": "Удачное",
    "eng": "Закрас"
  },
  {
    "title": "Воин DV: освобождено село Ялта. Комментарий от Mad Maxwell: Наравне с пгт и городом, это третья Ялта, ставшая под контролем России с 2014 года, и последняя, которая была у Украины. Михаил Подоляк с кофе в процессе освобождения найден не был",
    "link": "https://lostarmour.info/news/map-update-250625-02",
    "date": "2025-06-25",
    "lat": 48.045195,
    "lon": 36.749788,
    "place": "Ялта",
    "eng": "Закрас"
  },
  {
    "title": "\"Горький\": продвижение в районе Ялты",
    "link": "https://lostarmour.info/news/map-update-250625-01",
    "date": "2025-06-25",
    "lat": 48.02781,
    "lon": 36.738599,
    "place": "Ялта, Красная Звезда (Зирка)",
    "eng": "Закрас"
  },
  {
    "title": "Dark Territory: над северо-западной окраиной Шевченко (тот посёлок, к северо-востоку от которого находится маломощное неразрабатываемое месторождение лития) поднят флаг России.  Посёлок Шевченко освобождён полностью.",
    "link": "https://lostarmour.info/news/map-update-260625-01",
    "date": "2025-06-26",
    "lat": 47.9085412,
    "lon": 36.678055,
    "place": "Шевченко",
    "eng": "Закрас"
  },
  {
    "lat": 51.092487,
    "lon": 34.916262,
    "title": "Удар оптоволоконным FPV-дроном по БМП-1ТС ВСУ в районе н.п.&nbsp;",
    "date": "2025-06-24",
    "videoUrl": true
  },
  {
    "lat": 48.827085,
    "lon": 38.185488,
    "title": "Штурм позиции ВСУ в районе н.п. Ивано-Дарьевка",
    "date": "2025-06-24",
    "videoUrl": true
  },
  {
    "lat": 48.466551,
    "lon": 37.365649,
    "title": "Удар БПЛА-камикадзе Герань по ПВД ВСУ в н.п. Шахово",
    "date": "2025-06-24",
    "videoUrl": true
  },
  {
    "lat": 48.325865,
    "lon": 37.320716,
    "title": "Уничтожение ББМ Козак ВСУ в районе н.п Новоэкономическое",
    "date": "2025-06-24",
    "videoUrl": true
  },
  {
    "lat": 48.501829,
    "lon": 37.348263,
    "title": "Удар БПЛА-камикадзе Герань по складу БК ВСУ в н.п. Торецкое",
    "date": "2025-06-24",
    "videoUrl": true
  },
  {
    "lat": 51.0745054,
    "lon": 35.0965981,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Садки",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 48.3551633,
    "lon": 37.280699,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Новоэкономическое",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 48.454276,
    "lon": 37.35857,
    "title": "Удар оптоволоконным FPV-дроном по Hamvee ВСУ в районе н. п. Октябрьское",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 48.434104,
    "lon": 37.786617,
    "title": "Операторы ИЦПБТ 'Рубикон' уничтожают танк ВСУ",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 48.7020936,
    "lon": 37.6308133,
    "title": "Удар БПЛА-камикадзе 'Герань' с оптической системой наведения по цели ВСУ в аэропорту Краматорска",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 48.2553307,
    "lon": 37.1791477,
    "title": "Авиаудар по ПВД ВСУ в Красноармейске (Покровске)",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 51.0745054,
    "lon": 35.0965981,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Садки",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 48.3551633,
    "lon": 37.280699,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Новоэкономическое",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 48.454276,
    "lon": 37.35857,
    "title": "Удар оптоволоконным FPV-дроном по Hamvee ВСУ в районе н. п. Октябрьское",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 47.9085412,
    "lon": 36.678055,
    "title": "Поселок Шевченко освобожден!",
    "date": "2025-06-26",
    "videoUrl": true
  },
  {
    "lat": 48.045195,
    "lon": 36.749788,
    "title": "Освобождено село Ялта",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 48.7020936,
    "lon": 37.6308133,
    "title": "Удар БПЛА-камикадзе 'Герань' с оптической системой наведения по цели ВСУ в аэропорту Краматорска",
    "date": "2025-06-25",
    "videoUrl": true
  },
  {
    "lat": 49.14363,
    "lon": 38.086465,
    "title": "18+ 'Свои свои' Штурм позиции ВСУ у Кременной (тот самый штурм ячейки с кувырком)",
    "date": "2023-01-11",
    "videoUrl": true
  },
  {
    "lat": 48.90063,
    "lon": 38.08952,
    "title": "Удар РСЗО 'Торнадо - С'&nbsp;по командному пункту (заявлено) ВСУ в районе Северска",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 46.7250031,
    "lon": 32.6984955,
    "title": "Уничтожение американской гаубицы M777 ВСУ",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 48.4579223,
    "lon": 37.3890903,
    "title": "Уничтожение британской САУ AS-90 ВСУ ударами оптоволоконнных FPV-дронов 'КВН' в районе н.п Шахово, ДНР",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 47.908666,
    "lon": 36.666783,
    "title": "Уничтожение ББМ HMMWV ВСУ в районе н.п Шевченко",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 48.401227,
    "lon": 37.498698,
    "title": "Уничтожение оптоволоконным FPV-дроном танка ВСУ в районе населенного пункта Попов Яр",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 48.443809,
    "lon": 37.610728,
    "title": "Удары по опорнику и уничтожение бронетранспортера Patria 6x6 ВСУ в районе н.п. Степановка",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 49.019734,
    "lon": 37.925952,
    "title": "Уничтожение ЛМУРом пункта управления БпЛА ВСУ в н.п. Заречное",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 51.1512718,
    "lon": 34.7388627,
    "title": "Удар ФАБ-3000 с УМПК по позициям ВСУ западнее н.п Кондратовка, Сумская область",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 49.2464893,
    "lon": 37.9167958,
    "title": "ВС РФ освободили н.п. Петровское (Грековка) в ЛНР",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 50.851789,
    "lon": 34.857288,
    "title": "Два ракетных удара ОТРК 'Искандер-М' по ПВД ВСУ в районе г. Сумы",
    "date": "2025-06-23",
    "videoUrl": true
  },
  {
    "lat": 48.238085,
    "lon": 36.931024,
    "title": "'Ланцет' уничтожает бронеавтомобиль Oncilla-M&nbsp;ВСУ на Красноармейском направлении",
    "date": "2025-06-22",
    "videoUrl": true
  },
  {
    "lat": 47.987344,
    "lon": 36.7398,
    "title": "Флаг России в н.п. Перебудова",
    "date": "2025-06-22",
    "videoUrl": true
  },
  {
    "lat": 51.15357,
    "lon": 34.73702,
    "title": "Авиаудар по позиции ВСУ в районе н.п.&nbsp;&nbsp;",
    "date": "2025-06-22",
    "videoUrl": true
  },
  {
    "lat": 47.2503622,
    "lon": 33.1591334,
    "title": "Удар ОТР по полигону ВСУ в районе н.п. Давыдов Брод Херсонской области&nbsp;",
    "date": "2025-06-22",
    "videoUrl": true
  },
  {
    "lat": 47.9896061,
    "lon": 36.739218,
    "title": "ВС РФ освободили н.п Перебудова на Южно-Донецком направлении",
    "date": "2025-06-22",
    "videoUrl": true
  },
  {
    "lat": 50.2421601,
    "lon": 36.9057154,
    "title": "Удар оптоволоконным FPV-дроном пушке 'С-60' на базе 'УРАЛ-4320' в н.п. Лиман Харьковской области&nbsp;",
    "date": "2025-06-22",
    "videoUrl": true
  },
  {
    "lat": 48.433864,
    "lon": 37.786188,
    "title": "Уничтожение танка ВСУ в районе н.п Катериновка",
    "date": "2025-06-22",
    "videoUrl": true
  },
  {
    "lat": 47.548989,
    "lon": 35.369775,
    "title": "Удар FPV-дроном Молния по ББМ ВСУ в н.п. Каменское Запорожской области",
    "date": "2025-06-22",
    "videoUrl": true
  },
  {
    "lat": 47.546873,
    "lon": 35.364346,
    "title": "Удар ЛМУРом по ПВД ВСУ в н.п. Каменское",
    "date": "2025-06-21",
    "videoUrl": true
  },
  {
    "lat": 47.9841132,
    "lon": 36.7406038,
    "title": "Уничтожение авиаударом моста в районе н.п. Комар",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 49.0166552,
    "lon": 37.8486334,
    "title": "Удар оптоволоконным FPV-дроном по гаубице M777 ВСУ в районе Красного Лимана",
    "date": "2025-06-21",
    "videoUrl": true
  },
  {
    "lat": 48.042968,
    "lon": 36.72064,
    "title": "Удар 'Ланцетом' по САУ M109 (?) ВСУ в районе н.п Зирка",
    "date": "2025-06-21",
    "videoUrl": true
  },
  {
    "lat": 48.0309436,
    "lon": 36.7747575,
    "title": "ВС РФ освободили н.п Запорожье на Южно-Донецком направлении",
    "date": "2025-06-21",
    "videoUrl": true
  },
  {
    "lat": 48.888424,
    "lon": 38.095655,
    "title": "Уничтожение артиллерийского орудия ВСУ в н.п Северск",
    "date": "2025-06-20",
    "videoUrl": true
  },
  {
    "lat": 48.415634,
    "lon": 37.613253,
    "title": "Бои в н.п.&nbsp;Яблоновка. Продвижение ВС РФ к центру поселка",
    "date": "2025-06-20",
    "videoUrl": true
  },
  {
    "lat": 50.786059,
    "lon": 35.205565,
    "title": "'Ланцет' уничтожает макет (?) танка Leopard 2A4 ВСУ в районе н.п&nbsp;Краснополье",
    "date": "2025-06-18",
    "videoUrl": true
  },
  {
    "lat": 51.081467,
    "lon": 35.07135,
    "title": "Удары FPV-дронами по брошенной БМП ВСУ в районе н.п Садки Сумской области&nbsp;",
    "date": "2025-06-20",
    "videoUrl": true
  },
  {
    "lat": 48.818364,
    "lon": 35.512589,
    "title": "Удар БПЛА-камикадзе Герань по складу БК ВСУ в н.п. Попасное Днепропетровской области",
    "date": "2025-06-20",
    "videoUrl": true
  },
  {
    "lat": 48.434284,
    "lon": 37.333443,
    "title": "Удар БПЛА-камикадзе Герань по мосту в районе н.п. Владимировка",
    "date": "2025-06-20",
    "videoUrl": true
  },
  {
    "lat": 48.449713,
    "lon": 37.35815,
    "title": "Удар БПЛА-камикадзе Герань по мосту в районе н.п. Шахово",
    "date": "2025-06-20",
    "videoUrl": true
  },
  {
    "lat": 49.724999,
    "lon": 37.590227,
    "title": "Авиаудар по позиции ВСУ в Купянске",
    "date": "2025-06-19",
    "videoUrl": true
  },
  {
    "lat": 47.680864,
    "lon": 36.481836,
    "title": "Удар ЛМУРом по ПУ БпЛА 102 обр ТерО (заявлено) ВСУ в н.п. Малиновка Запорожской области",
    "date": "2025-06-19",
    "videoUrl": true
  },
  {
    "lat": 47.9687379,
    "lon": 37.3173173,
    "title": "Автомобиль ВСУ врезается в бетонный блок на дороге (архив, осень 2024)",
    "date": "2025-06-19",
    "videoUrl": true
  },
  {
    "lat": 49.764153,
    "lon": 37.573618,
    "title": "Штурм позиций ВСУ в н.п. Кондрашовка",
    "date": "2025-06-19",
    "videoUrl": true
  },
  {
    "lat": 47.498993,
    "lon": 35.7994,
    "title": "ТОСы отработали по позициям ВСУ в районе н.п Новоданиловка Запорожской области&nbsp;",
    "date": "2025-06-19",
    "videoUrl": true
  },
  {
    "lat": 48.450407,
    "lon": 37.355389,
    "title": "Поражен мост между н.п Шахово и Владимировка",
    "date": "2025-06-19",
    "videoUrl": true
  },
  {
    "lat": 48.494776,
    "lon": 37.378045,
    "title": "Поражение ПВД н.п Софиевка",
    "date": "2025-06-19",
    "videoUrl": true
  },
  {
    "lat": 50.40722,
    "lon": 30.42404,
    "title": "Поражен склад БК г.Киев&nbsp; у аэродрома Жуляны",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 48.3569732,
    "lon": 37.5529367,
    "title": "Полное видео&nbsp; операции разведчиков отряда СпН&nbsp;'ГРАЧИ' в н.п. Тарасовка (архив)",
    "date": "2025-06-18",
    "videoUrl": true
  },
  {
    "lat": 49.243787,
    "lon": 37.919525,
    "title": "Расчеты ТОС отработали по ПВД ВСУ в н.п. Петровское (Грековка)",
    "date": "2025-06-18",
    "videoUrl": true
  },
  {
    "lat": 51.1162259,
    "lon": 34.827216,
    "title": "Авиаудар по позиции ВСУ в районе н.п.&nbsp; Писаревка Сумской области&nbsp;",
    "date": "2025-06-18",
    "videoUrl": true
  },
  {
    "lat": 48.877105,
    "lon": 38.093837,
    "title": "Удары УАСами по позиции САУ 2С1 'Гвоздика' ВСУ в Северске",
    "date": "2025-06-18",
    "videoUrl": true
  },
  {
    "lat": 47.967983,
    "lon": 36.675801,
    "title": "Уничтожение САУ 2С1 'Гвоздика' (заявлено)&nbsp; ВСУ в районе н.п. Воскресенка",
    "date": "2025-06-18",
    "videoUrl": true
  },
  {
    "lat": 49.7199653,
    "lon": 37.6480129,
    "title": "Удары по ПУ БПЛА ВСУ&nbsp; в Купянске",
    "date": "2025-06-18",
    "videoUrl": true
  },
  {
    "lat": 47.96483,
    "lon": 36.6897651,
    "title": "Уничтожение ударом FPV-дрона грузовика с БК ВСУ в районе н. п. Мирное",
    "date": "2025-06-18",
    "videoUrl": true
  },
  {
    "lat": 47.7888,
    "lon": 35.22216,
    "title": "Поражение логистического центра г.Запорожье",
    "date": "2025-06-18",
    "videoUrl": true
  },
  {
    "lat": 51.237771,
    "lon": 33.17975,
    "title": "Удар ОТРК Искандер по ППД 58 мсб ВСУ в Конотопе Сумской области&nbsp;",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 47.81617,
    "lon": 35.01443,
    "title": "Поражен завод цветных металлов г.Запорожье",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 50.43013499,
    "lon": 30.668308,
    "title": "Поражен радиозавод г.Киев",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 50.445585,
    "lon": 30.414056,
    "title": "Поражено предприятие ОАО 'Меридиан' им. С.П.Королева г. Киев",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 51.249578,
    "lon": 34.357751,
    "title": "Отражение атаки ВСУ в районе н.п. Искрисковщина Сумской области",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 48.436433,
    "lon": 37.45941,
    "title": "Кадры контроля дороги в районе населенного пункта Полтавка операторами дронов 102 мсп",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 48.3806427,
    "lon": 37.4130302,
    "title": "Штурм позиции ВСУ в районе н.п. Шевченко Первое",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 48.287882,
    "lon": 37.151455,
    "title": "Уничтожение дистанционным минированием при помощи FPV-дронов ВТ-40 техники ВСУ в Красноармейске (Покровске)",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 50.41132,
    "lon": 30.43617,
    "title": "Поражен завод&nbsp;гражданской авиации №410&nbsp;&nbsp;г.Киев",
    "date": "2025-06-17",
    "videoUrl": true
  },
  {
    "lat": 51.141196,
    "lon": 34.9738,
    "title": "Российские бойцы освободили н.п Яблоновка(Сумской области)",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 49.730657,
    "lon": 37.599267,
    "title": "Авиаудар по ПВД ВСУ в Купянске",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 49.1040551,
    "lon": 37.7798073,
    "title": "Уничтожение ударом 'КВНа' танка Т-72АВ ВСУ с эпичной детонацией боекомплекта на Краснолиманском направлении",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 48.83083,
    "lon": 38.18416,
    "title": "Штурм позиции ВСУ в районе Ивано-Дарьевки",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 48.485817,
    "lon": 37.86217,
    "title": "Уничтожение РСЗО RAK-SA-12 в н.п Белая Гора",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 48.850966,
    "lon": 38.09289,
    "title": "Уничтожение САУ Паладин в н.п Северск.",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 50.1044096,
    "lon": 36.1391318,
    "title": "Удар ОТР по КП 36й отдельной бригады морской пехоты ВСУ в н.п. Дергачи&nbsp;",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 50.0114081,
    "lon": 37.7807674,
    "title": "Оптоволоконный FPV-дрон ВС РФ добивает бронеавтомобиль Roshel Senator ВСУ в Харьковской области",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 49.663806,
    "lon": 37.624805,
    "title": "Авиаудар по переправе ВСУ через Оскол",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 49.154653,
    "lon": 37.694048,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Карповка",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 48.844868,
    "lon": 38.098495,
    "title": "Поражение ББМ Hummer ВСУ в Северске",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.6254311,
    "lon": 37.5337647,
    "title": "Уничтожен командный пункт ОТГ 'Луганск' ВСУ в Дружковке",
    "date": "2025-06-13",
    "videoUrl": true
  },
  {
    "lat": 48.859696,
    "lon": 38.090425,
    "title": "Уничтожение оптоволоконными FPV-дронами САУ 2С1 'Гвоздика' (заявлено) ВСУ в районе Северска",
    "date": "2025-06-13",
    "videoUrl": true
  },
  {
    "lat": 48.0045754,
    "lon": 36.8200989,
    "title": "Уничтожение шведского бронетранспортера Pbv 302 ВСУ в районе н.п Комар, ДНР",
    "date": "2025-06-13",
    "videoUrl": true
  },
  {
    "lat": 47.82239,
    "lon": 35.1719,
    "title": "Поражение логистического центра г.Запорожье",
    "date": "2025-06-14",
    "videoUrl": true
  },
  {
    "lat": 47.976878,
    "lon": 36.749525,
    "title": "Подразделениями группировки 'Восток' освобожден н.п. Комар",
    "date": "2025-06-13",
    "videoUrl": true
  },
  {
    "lat": 52.11561,
    "lon": 32.58,
    "title": "Уничтожение ПУ БПЛА ВСУ в районе н.п Куты Вторые Черниговской области",
    "date": "2025-06-13",
    "videoUrl": true
  },
  {
    "lat": 49.1688132,
    "lon": 37.7315712,
    "title": "Авиаудар по позиции ВСУ в н.п. Карповка",
    "date": "2025-06-13",
    "videoUrl": true
  },
  {
    "lat": 48.4743347,
    "lon": 37.9081242,
    "title": "Уничтожение ударом FPV-дрона БПЛА Баба-Яга ВСУ в районе н.п. Дылеевка",
    "date": "2025-06-13",
    "videoUrl": true
  },
  {
    "lat": 48.097744,
    "lon": 36.917945,
    "title": "Российские бойцы освободили н.п Петровского (Орехово)",
    "date": "2025-06-13",
    "videoUrl": true
  },
  {
    "lat": 51.16638,
    "lon": 34.978232,
    "title": "Удар FPV-дроном Молния с термобарической боевой частью по ПВД ВСУ (архив)",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.43493,
    "lon": 37.80225,
    "title": "Бои на Константиновском направлении. Уничтожение позиций ВСУ&nbsp;",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 49.642498,
    "lon": 37.635297,
    "title": "Авиаудар по переправе ВСУ в районе н.п. Купянск Узловой",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 45.254903,
    "lon": 30.204184,
    "title": "Остров Змеиный в объективе БПЛА ВС РФ&nbsp;",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 51.121567,
    "lon": 34.970995,
    "title": "Удар оптоволоконным FPV-дроном по бронеавтомобилю ВСУ в районе н.п Яблоновка",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 51.081735,
    "lon": 34.77644,
    "title": "Поражение оптоволоконными FPV-дронами л/с, укрытий, БПЛА, техники и артиллерии ВСУ в исполнении операторов группы Байкал",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 49.376968,
    "lon": 37.662742,
    "title": "Авиаудар по ПВД ВСУ в н.п. Боровая Харьковской области&nbsp;",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 51.019431,
    "lon": 35.340485,
    "title": "Удары оптоволоконными FPV-дронами по БМП CV90 ВСУ в районе н.п. Мирополье Сумской области&nbsp;",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 50.49494,
    "lon": 30.469578,
    "title": "Поражен логистический центр г.Киев",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 50.46167,
    "lon": 30.48549,
    "title": "Поражен завод 'Артем' г. Киев",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 50.44472,
    "lon": 30.67427,
    "title": "Поражен логистический центр г.Киев",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 50.37492,
    "lon": 30.95631,
    "title": "Поражена нефтебаза г. Борисполь Киевской обл.",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.54232,
    "lon": 37.83389,
    "title": "Русский флаг над Ступочками",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 49.663862,
    "lon": 37.625239,
    "title": "Удар ракетой Х-38 по переправе ВСУ в районе Купянска",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 48.02106,
    "lon": 36.918226,
    "title": "Алексеевка под контролем 114-й бригады 51-й армии!",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 47.947159,
    "lon": 36.660604,
    "title": "'Ланцет' и FPV-дроны поражают танк Т-64БВ ВСУ на Времевском направлении",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 48.475108,
    "lon": 37.436395,
    "title": "'Ланцет' уничтожает САУ ВСУ в районе н.п Софиевка",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 49.36551,
    "lon": 23.55712,
    "title": "Поражение завода г. Дрогобыч Львовской обл.",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 50.44922,
    "lon": 25.83448,
    "title": "Поражение аэродрома н.п Дубно Ровенской обл",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 50.08518,
    "lon": 36.2682,
    "title": "Поражение склада боеприпасов г.Харьков",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 47.7974,
    "lon": 35.22121,
    "title": "Поражение кустарного производителя БПЛА",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 49.66399,
    "lon": 37.625,
    "title": "Поражение переправы н.п Купянск",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 51.08007,
    "lon": 34.77789,
    "title": "Авиаудар по ПВД ВСУ в н.п. Хотень",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 46.779782,
    "lon": 33.054513,
    "title": "Удар ЛМУРом по ПВД ВСУ в н.п. Тягинка Херсонской области",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 48.60631,
    "lon": 37.017525,
    "title": "Удар БПЛА-камикадзе Герань по ПВД ВСУ в н.п. Степановка",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 50.902324,
    "lon": 35.28485,
    "title": "Удар оптоволоконным FPV-дроном по бронетранспортеру М-113 ВСУ в н.п Петрушовка",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 48.1135699,
    "lon": 36.8885523,
    "title": "Бои на границе ДНР и Днепропетровской области. Бойцы ВС РФ пересекают границу в районе села Петровского (Орехово)",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 48.246984,
    "lon": 37.207795,
    "title": "Удар ТОСом по позиции ВСУ в н.п. Новопавловка",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 49.684295,
    "lon": 37.790216,
    "title": "Уничтожение ударами оптоволоконных FPV-дронов танка Т-64 ВСУ в районе н.п. Петропавловка",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 51.51696,
    "lon": 31.34573,
    "title": "Поражен завод ЧеЗаРа г. Чернигов",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 47.924312,
    "lon": 36.63024,
    "title": "Авиаудар по ПВД ВСУ с последующей детонацией БК в районе н.п. Малиевка",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 47.925365,
    "lon": 36.694175,
    "title": "Уничтожение БМП ВСУ в районе н.п Шевченко.",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 48.8787625,
    "lon": 38.0891814,
    "title": "Оптоволоконщики сносят второй за двое суток заминированный мост, осложняя логистику противника в районе Северска, ДНР",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 48.8778673,
    "lon": 38.0915287,
    "title": "Удар FPV-дрона 'КВН' по эрзац-бронетранспортеру ВСУ на шасси САУ 2С19 'Мста-С' в Северске",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 48.4234155,
    "lon": 37.8009721,
    "title": "Удары по позициям ВСУ при наступлении к Константиновке",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 47.9354233,
    "lon": 36.6144932,
    "title": "'Ланцет' уничтожает вторым ударом САУ 2С22 'Богдана' ВСУ в Днепропетровской области",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 47.926886,
    "lon": 36.731221,
    "title": "'Ланцет' уничтожает БМП-1 ВСУ&nbsp;на Времевском направлении",
    "date": "2025-05-29",
    "videoUrl": true
  },
  {
    "lat": 51.755536,
    "lon": 33.507844,
    "title": "'Ланцет' наносит удар по РЛС П-18 (?) ВСУ в Сумской области",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 47.09575,
    "lon": 31.93293,
    "title": "Поражен логистический центр Николаевская обл. н.п Константиновка",
    "date": "2025-06-08",
    "videoUrl": true
  },
  {
    "lat": 45.69599,
    "lon": 31.79134,
    "title": "Подразделения Черноморского Флота, Морской отряд СпН «Эспаньола» и «Омерзительной восьмерки» выполнили специальные задачи в районе газодобывающих установок в интересах обороны полуострова Крым.&nbsp;",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 51.209315,
    "lon": 34.499425,
    "title": "'Ланцет' наносит удар по гаубице ВСУ в Сумской области",
    "date": "2025-05-23",
    "videoUrl": true
  },
  {
    "lat": 46.85473,
    "lon": 31.97506,
    "title": "Поражение баржи предположительно морских диверсантов&nbsp; г. Николаев",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 50.0216769,
    "lon": 37.7257779,
    "title": "'Ланцет' уничтожает бронеавтомобиль 'Козак' ВСУ в Харьковской области",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 48.198576,
    "lon": 36.96811,
    "title": "Перехват Бабы-Яги, ведущей обстрел позиций ВС РФ",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 48.423048,
    "lon": 37.80125,
    "title": "Заявлено как уничтожение склада БК ВСУ вследствие артобстрела на шахте имени Святой Матроны Московской севернее Дзержинска",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 48.7021335,
    "lon": 37.7356188,
    "title": "Ювелирное уничтожение серией ударов оптоволоконных FPV-дронов 'КВН' польской САУ AHS Krab в районе н.п Васютинское, Краматорское направление",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 47.9821422,
    "lon": 36.7533981,
    "title": "Авиаудар по ПВД ВСУ в н.п. Комар",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 48.524658,
    "lon": 37.82671,
    "title": "Уничтожение бронетранспортера М-113 ВСУ в районе н.п Предтечино",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 49.6424482,
    "lon": 37.6352626,
    "title": "Удар ракетой Х-38 по переправе ВСУ через Оскол в районе н.п. Осиново Харьковской области&nbsp;",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 51.1514324,
    "lon": 34.6399119,
    "title": "Удар БПЛА Орион по ПВД ВСУ в н.п. Ястребиное Сумской области&nbsp;",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 50.0341,
    "lon": 36.28846,
    "title": "Поражение завода 'Коммунар' г. Харьков",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 48.49175,
    "lon": 35.94859,
    "title": "Поражение Павлоградского механического завода",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 48.39352,
    "lon": 35.00682,
    "title": "Поражение завода&nbsp; 'НПО Днепроперсс' г. Днепропетровск",
    "date": "2025-06-07",
    "videoUrl": true
  },
  {
    "lat": 50.38835,
    "lon": 30.56927,
    "title": "Поражение логистического узла г. Киев",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 49.07077,
    "lon": 33.4297,
    "title": "Поражение ПВД операторов БПЛА г. Кременчуг",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 48.846722,
    "lon": 38.101385,
    "title": "Уничтожение оптоволоконным FPV-дроном заминированного ВСУ моста в Северске",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 50.45198,
    "lon": 30.44444,
    "title": "Поражение машиностроительного завода 'Большевик' г. Киев",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 50.76896,
    "lon": 25.34595,
    "title": "Поражение Моторного завода г. Луцк",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 49.52605,
    "lon": 25.60311,
    "title": "Поражение завода&nbsp;VATRA, Penoboard г. Тернополь",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 51.213306,
    "lon": 34.5660358,
    "title": "БПЛА Орион наносит удар по позиции дроноводов ВСУ в н.п. Катериновка Сумской области",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 50.332836,
    "lon": 37.218139,
    "title": "Удар ракетой Х-38 по мосту через реку Волчья в н.п. Охримовка Харьковской области",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 51.141779,
    "lon": 34.77102,
    "title": "Авиаудар по ПВД ВСУ в н.п Кондратовка (архив)",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 51.170059,
    "lon": 34.771515,
    "title": "Российские бойцы освободили н.п Константиновка Сумской области",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 49.642563,
    "lon": 37.635375,
    "title": "Уничтожение переправы ВСУ в районе н.п Купянск-Узловой.",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 48.489305,
    "lon": 37.81581,
    "title": "Уничтожение ББМ ВСУ в районе н.п Александро-Шультино",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 48.009372,
    "lon": 36.78602,
    "title": "Уничтожение БМП-2 ВСУ в районе н.п Запорожье, ДНР",
    "date": "2025-06-06",
    "videoUrl": true
  },
  {
    "lat": 49.768356,
    "lon": 37.576759,
    "title": "Российские бойцы освободили н.п Кондрашовка.",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 51.15125,
    "lon": 34.6396,
    "title": "БПЛА 'Орион' уничтожает склад БК ВСУ в н.п Ястребиное Сумской области",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 50.46587,
    "lon": 34.97606,
    "title": "Поражение ПВД н.п Тростянец Сумской обл.",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 45.8064,
    "lon": 29.76871,
    "title": "Поражение ПВД н.п Вишневое Одесская обл",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 48.604179,
    "lon": 37.50995,
    "title": "Поражение ПВД н.п Дружковка ДНР",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 49.95194,
    "lon": 36.26978,
    "title": "Поражен логистический центр г.Харьков",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 46.64093,
    "lon": 32.61594,
    "title": "Поражение ПВД операторов БПЛА г.Херсон",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 48.94983,
    "lon": 37.992126,
    "title": "Уничтожение пикапа ВСУ в районе н.п Ямполь.",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 51.09953,
    "lon": 35.13081,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Садки",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 48.2304851,
    "lon": 36.8433715,
    "title": "Поражение FPV-дроном 'ВТ-40' французской САУ 'Цезарь' в Днепропетровской области, в районе н.п Колона-Межевая&nbsp;",
    "date": "2025-06-05",
    "videoUrl": true
  },
  {
    "lat": 48.37985,
    "lon": 37.685988,
    "title": "Уничтожение бронетранспортера М-113 ВСУ в районе н.п Заря",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 48.42194,
    "lon": 37.58888,
    "title": "Бои на Константиновском направлении. Штурм позиции ВСУ в Яблоновке",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 49.190733,
    "lon": 37.801483,
    "title": "Бои за Редкодуб. Флаг Росси на ферме в северной части населённого пункта",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 48.397478,
    "lon": 37.616268,
    "title": "Штурм позиций ВСУ в районе н.п. Яблоновка (архив)",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 48.875032,
    "lon": 38.109495,
    "title": "Авиаудар по ПВД ВСУ в Северске",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 51.178158,
    "lon": 34.921,
    "title": "Кадры освобождения села Водолаги в Сумской области: на крыше одного из зданий развевается триколор",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 48.779533,
    "lon": 37.83848,
    "title": "Удар оптоволоконным FPV-дроном по орудию FH70 ВСУ севернее н.п. Федоровка Вторая, ДНР",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 48.751519,
    "lon": 37.770309,
    "title": "Удар оптоволоконным FPV-дроном по орудию FH70 ВСУ севернее н.п. Малиновка, ДНР",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 49.275996,
    "lon": 37.855753,
    "title": "'Ланцет' уничтожает САУ M109 ВСУ в районе н.п Дружелюбовка",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 50.93365,
    "lon": 34.79903,
    "title": "Поражен логистический центр г. Сумы в здании Новой Почты",
    "date": "2025-05-20",
    "videoUrl": true
  },
  {
    "lat": 50.50046,
    "lon": 34.43992,
    "title": "Поражен склад ГСМ н.п Будилки Сумская обл.",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 49.964,
    "lon": 36.168,
    "title": "Поражен логистический центр на территории метизного завода г. Харьков",
    "date": "2025-06-04",
    "videoUrl": true
  },
  {
    "lat": 48.7151661,
    "lon": 35.8072531,
    "title": "Удар ОТР по РЛС комплекса ЗРК Iris-T в районе н.п. Желобок Днепропетровской области&nbsp;",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 50.931624,
    "lon": 35.252893,
    "title": "Авиаудар по ПВД ВСУ в н.п. Великий Прикол Харьковской области&nbsp;",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 51.12466,
    "lon": 34.977945,
    "title": "Уничтожение БМП ВСУ в районе н.п Яблоновка",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 48.032854,
    "lon": 36.759657,
    "title": "Уничтожение САУ 2С1 Гвоздика ВСУ в н.п Запорожье",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 51.871,
    "lon": 33.483,
    "title": "Удар по ПВД г. Шостка",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 46.49976,
    "lon": 30.71642,
    "title": "Поражение логистического центра г. Одесса",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 49.9658227,
    "lon": 36.0083842,
    "title": "Поражение логистического центра н.п Коротич",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 46.66061,
    "lon": 32.57339,
    "title": "Удар по складу БПЛА г. Херсон",
    "date": "2025-06-03",
    "videoUrl": true
  },
  {
    "lat": 46.27857,
    "lon": 30.4368,
    "title": "Поражение логистического центра н.п Овидиополь",
    "date": "2025-06-20",
    "videoUrl": true
  },
  {
    "lat": 48.1730823,
    "lon": 36.8778275,
    "title": "Командная работа FPV-дронами 'КВН' по американскому MRAP International MaxxPro на границе Днепропетровской области",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 48.506246,
    "lon": 37.802667,
    "title": "Уничтоженте ударами оптоволоконных FPV-дронов&nbsp; техники ВСУ в районе н.п. Предтечино",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 49.2629345,
    "lon": 37.8247661,
    "title": "Удар FPV-дроном по САУ 'Богдана' ВСУ в районе н.п. Изюмское Харьковской области&nbsp;",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 47.984329,
    "lon": 36.853393,
    "title": "Штурм позиции ВСУ севернее н.п. Отрадное",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 50.295238,
    "lon": 37.033568,
    "title": "Авиаудар по ПВД ВСУ в н.п. Волчанские Хутора",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 50.0187735,
    "lon": 37.7827338,
    "title": "Уничтожение оптоволоконным FPV-дроном БТР-4Е ВСУ в районе н.п. Двуречанское Харьковской области&nbsp;",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 50.59154,
    "lon": 32.36376,
    "title": "Поражен завод 'Пластмасс Прилуки'",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 48.312241,
    "lon": 37.341853,
    "title": "Уничтожение оптоволоконными FPV-дронами танка ВСУ в районе н.п. Новоэкономическое",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 49.20217,
    "lon": 37.845275,
    "title": "Удар оптоволоконным FPV-дроном по БТР YPR-765 ВСУ в районе н.п. Новомихайловка, _ДНР",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 47.802922,
    "lon": 36.622501,
    "title": "Удар БПЛА-камикадзе КУБ-БЛА по позиции ВСУ в н.п. Новополь (архив)",
    "date": "2025-06-02",
    "videoUrl": true
  },
  {
    "lat": 48.301345,
    "lon": 37.381467,
    "title": "Российские бойцы освободили н.п Миролюбовка.",
    "date": "2025-05-15",
    "videoUrl": true
  },
  {
    "lat": 48.5755593,
    "lon": 37.7989141,
    "title": "Удары оптоволоконными FPV-дронами по бронеавтомобилю ВСУ в н.п. Николаевка",
    "date": "2025-05-15",
    "videoUrl": true
  },
  {
    "lat": 46.67647900883972,
    "lon": 32.719650203188365,
    "title": "Удары оптоволоконными FPV-дронами по позиции ВСУ под Антоновкским мостом на правом берегу Днепра",
    "date": "2025-05-15",
    "videoUrl": true
  },
  {
    "lat": 48.457471,
    "lon": 37.77485,
    "title": "Уничтожение оптоволоконным FPV-дроном танка ВСУ в ангаре в н.п Плещеевка",
    "date": "2025-05-14",
    "videoUrl": true
  },
  {
    "lat": 48.513377,
    "lon": 37.738486,
    "title": "Удар оптоволоконным FPV-дроном по бронетранспортеру М-113 ВСУ в н.п Константиновка",
    "date": "2025-05-14",
    "videoUrl": true
  },
  {
    "lat": 48.477339,
    "lon": 37.781385,
    "title": "Уничтожение САУ 2С1 Гвоздика ВСУ в районе н.п Иванополье",
    "date": "2025-05-14",
    "videoUrl": true
  },
  {
    "lat": 50.92488,
    "lon": 34.80518,
    "title": "Удар по рембазе г. Сумы на предприятии 'Сумское НПО'",
    "date": "2025-05-14",
    "videoUrl": true
  },
  {
    "lat": 51.53016,
    "lon": 33.3983,
    "title": "Поражен логистический центр&nbsp;&nbsp;в н.п Кролевец Сумской обл.",
    "date": "2025-05-14",
    "videoUrl": true
  },
  {
    "lat": 46.32082,
    "lon": 30.67802,
    "title": "Поражен центр регулирования движения судов г. Черноморск , порт",
    "date": "2025-05-13",
    "videoUrl": true
  },
  {
    "lat": 50.2243622,
    "lon": 36.327114,
    "title": "Уничтожение танка Т-64БВ ВСУ последовательными ударами FPV-дронов 'КВН' в районе н.п Малые Проходы, Харьковская область",
    "date": "2025-05-13",
    "videoUrl": true
  },
  {
    "lat": 48.859028,
    "lon": 37.9804,
    "title": "Уничтожение орудия ВСУ в ходе КББ в районе н.п. Резниковка",
    "date": "2025-05-13",
    "videoUrl": true
  },
  {
    "lat": 48.25734,
    "lon": 37.142662,
    "title": "Авиаудар по складу БК ВСУ на окраине Красноармейска (Покровска)",
    "date": "2025-05-13",
    "videoUrl": true
  },
  {
    "lat": 48.409848,
    "lon": 37.423835,
    "title": "Уничтожение САУ ВСУ в ходе КББ районе н.п. Попов Яр",
    "date": "2025-05-13",
    "videoUrl": true
  },
  {
    "lat": 48.334813,
    "lon": 37.3958918,
    "title": "Подразделения 39 отдельной гвардейской мотострелковой бригады 68 гвардейского армейского корпуса освободили н.п. Ульяновка (Малиновка)&nbsp; в ДНР",
    "date": "2025-05-13",
    "videoUrl": true
  },
  {
    "lat": 48.3072249,
    "lon": 37.366711,
    "title": "Группировка 'Центр' освободила Миролюбовку на Красноармейском направлении",
    "date": "2025-05-13",
    "videoUrl": true
  },
  {
    "lat": 48.443186,
    "lon": 37.5869189,
    "title": "Пилоты «Рубикона» устроили засаду на Леопард в 2,5 км от н.п. Степановка",
    "date": "2025-05-13",
    "videoUrl": true
  },
  {
    "lat": 50.258431,
    "lon": 37.1093,
    "title": "Уничтожение ББМ Козак ВСУ в районе н.п Зыбино",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 49.9474588,
    "lon": 37.544426,
    "title": "Авиаудар ФАБ-3000 по ПВД ВСУ в н.п. Садовод Харьковской области",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 48.428789,
    "lon": 37.951449,
    "title": "Взятие укрепрайона к северу от Дзержинска",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 48.406354,
    "lon": 37.829786,
    "title": "Уничтожение группы боевиков ВСУ в Дзержинске&nbsp;",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 51.182552,
    "lon": 34.325779,
    "title": "БПЛА Орион наносит удар по бронеавтомобилю ВСУ в районе н.п. Белополье Сумской области&nbsp;",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 51.182821,
    "lon": 34.327023,
    "title": "БПЛА Орион наносит удар по бронеавтомобилю ВСУ в районе н.п. Белополье Сумской области&nbsp;",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 51.23011099036103,
    "lon": 34.53331647503937,
    "title": "Авиаудар по месту переправы ВСУ в районе н.п. Павловка Сумской области",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 51.23683980154561,
    "lon": 34.37873934087618,
    "title": "Авиаудары по позициям ВСУ в н.п. Искрисковщина Сумской области",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 51.031616,
    "lon": 34.812833,
    "title": "Удары оптоволоконными FPV-дронами по технике и вооружению ВСУ в Сумской области&nbsp;",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 51.192136,
    "lon": 34.34957,
    "title": "Удар оптоволоконным FPV-дроном по бронетехнике ВСУ в районе госграницы",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 48.142598,
    "lon": 36.93129,
    "title": "Котляровка освобождена",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 48.515093,
    "lon": 37.724665,
    "title": "Удар оптоволоконным FPV-дроном по бронеавтомобилю ВСУ в Константиновке",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 48.538197,
    "lon": 37.687257,
    "title": "Удар оптоволоконным FPV-дроном удар по автомобилю ВСУ в Константиновке",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 51.107842,
    "lon": 34.2076,
    "title": "Заявлено как уничтожение M142 Himars в районе н.п. Нагорновка Сумской области&nbsp;",
    "date": "2025-05-12",
    "videoUrl": true
  },
  {
    "lat": 48.874603,
    "lon": 38.08192,
    "title": "Уничтожение оптоволоконным FPV-дроном бронеавтомобиля Казак ВСУ в Северске",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 51.195649,
    "lon": 34.479357,
    "title": "'Ланцет' наносит удар по САУ M109 (?) ВСУ в Сумской области",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 50.85779,
    "lon": 35.29176,
    "title": "Разведчики обнаружили и уничтожили гаубицу Д-30 ВСУ, которая вела огонь по территории России из Сумской области",
    "date": "2025-04-30",
    "videoUrl": true
  },
  {
    "lat": 48.357443,
    "lon": 37.733535,
    "title": "Отражение атаки ВСУ на позицию ВС РФ в районе Романовки",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 51.1296633,
    "lon": 34.973564,
    "title": "Оператор оптоволоконных FPV-дронов 'КВН' методично превращает в дуршлаг 155-мм британскую САУ AS-90 ВСУ в районе н.п. Яблоновка",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 48.3752434,
    "lon": 37.452769,
    "title": "Уничтожение пункта управления БПЛА ВСУ в районе н.п. Новая Полтавка",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 47.996868,
    "lon": 36.922613,
    "title": "Бои за Богатырь",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 48.7679533,
    "lon": 38.0413772,
    "title": "Уничтожение склада БК ВСУ в н.п. Федоровка",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 48.004928,
    "lon": 36.937853,
    "title": "Удары по позициям ВСУ в н.п. Богатырь в видео с трофейной камеры боевиков",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 47.827049,
    "lon": 36.571333,
    "title": "Авиаудар по ПВД ВСУ в н.п. Темировка&nbsp;",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 46.6766,
    "lon": 32.7197,
    "title": "Пролет оптоволоконного FPV-дрона под Антоновкским мостом и удар по позиции ВСУ под ним на правом берегу Днепра",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 48.7198271,
    "lon": 37.8654457,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Приволье",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 51.232504,
    "lon": 34.379417,
    "title": "Удары оптоволоконными FPV-дронами по бронетранспортеру M-577 ВСУ в н.п. Искрикосковщина",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 49.2450055,
    "lon": 37.9589713,
    "title": "Штурм позиции ВСУ в районе Грековки. Лес Загинов освобожден",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 48.5023794,
    "lon": 37.8254557,
    "title": "Уничтожение пункта БПЛА ВСУ в районе н.п Александро-Шультино",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 50.203926,
    "lon": 37.113812,
    "title": "Удар оптоволоконным FPV-дроном по автомобилю ВСУ в н.п. Белый Колодезь",
    "date": "2025-05-10",
    "videoUrl": true
  },
  {
    "lat": 48.122911,
    "lon": 36.8036523,
    "title": "Май. Днепропетровская область. Новопавловское направление. Пикап с ВСУ и уничтожение FPV-дронами 'КВН' натовской техники",
    "date": "2025-05-10",
    "videoUrl": true
  },
  {
    "lat": 48.4175,
    "lon": 37.93,
    "title": "Штурм позиции ВСУ в районе н.п. Дружба",
    "date": "2025-05-10",
    "videoUrl": true
  },
  {
    "lat": 52.3651527,
    "lon": 33.2452358,
    "title": "Бойцы ВС РФ водружают флаг над МАПП Гремяч",
    "date": "2025-05-10",
    "videoUrl": true
  },
  {
    "lat": 48.7728309,
    "lon": 37.84792,
    "title": "Уничтожение оптоволоконным FPV-дроном танка ВСУ в районе н.п. Федоровка Вторая",
    "date": "2025-05-10",
    "videoUrl": true
  },
  {
    "lat": 48.9981105,
    "lon": 38.0507351,
    "title": "Май 2025. Уничтожение танка Т-72ЕА ВСУ сбросами с БПЛА в Серебрянском лесничестве",
    "date": "2025-05-10",
    "videoUrl": true
  },
  {
    "lat": 48.479241,
    "lon": 37.52814,
    "title": "Уничтожение РСЗО M-142 'HIMARS' ВСУ FPV-дроном 'ВТ-40' оператором ИЦПБТ 'Рубикон'",
    "date": "2025-05-08",
    "videoUrl": true
  },
  {
    "lat": 49.643034,
    "lon": 37.713461,
    "title": "'Ланцет' уничтожает укрытую гаубицу ВСУ M119 (?) ВСУ в районе&nbsp;н.п. Ковшаровка&nbsp;",
    "date": "2025-04-25",
    "videoUrl": true
  },
  {
    "lat": 48.431262,
    "lon": 37.77985,
    "title": "Уничтожение склада БК ВСУ в районе н.п. Клебан Бык&nbsp;",
    "date": "2025-05-08",
    "videoUrl": true
  },
  {
    "lat": 51.256439,
    "lon": 34.24771,
    "title": "Авиаудар по позиции ВСУ в н.п. Рыжевка Сумской области",
    "date": "2025-05-09",
    "videoUrl": true
  },
  {
    "lat": 48.398089,
    "lon": 37.840111,
    "title": "Удары оптоволоконными FPV-дронами по остаткам бронегруппы ВСУ в Дзержинске",
    "date": "2025-05-08",
    "videoUrl": true
  },
  {
    "lat": 47.906144,
    "lon": 36.766991,
    "title": "Удары по 'Бабе-Яге' ВСУ&nbsp;",
    "date": "2025-05-09",
    "videoUrl": true
  },
  {
    "lat": 51.216655,
    "lon": 34.342918,
    "title": "Учтожение ИМР, БМП и танка Т-64 ВСУ в районе н.п. Новый Путь Курской области",
    "date": "2025-05-07",
    "videoUrl": true
  },
  {
    "lat": 51.23001,
    "lon": 34.53277,
    "title": "Удары FPV-дронами по мостоукладчику ВСУ в окрестностях Павловки в Сумской области",
    "date": "2025-05-09",
    "videoUrl": true
  },
  {
    "lat": 48.686666,
    "lon": 37.85084,
    "title": "Уничтожение БТР-4 ВСУ в районе н.п. Миньковка",
    "date": "2025-05-09",
    "videoUrl": true
  },
  {
    "lat": 48.2836,
    "lon": 37.4577693,
    "title": "Нарушение перемирия со стороны ВСУ на Красноармейском направлении",
    "date": "2025-05-08",
    "videoUrl": true
  },
  {
    "lat": 51.252561,
    "lon": 34.53349,
    "title": "Попытка прорыва противника на направлении Тёткино",
    "date": "2025-05-08",
    "videoUrl": true
  },
  {
    "lat": 51.267276,
    "lon": 34.355149,
    "title": "Уничтожение бронемашины противника на подступах к Тёткино",
    "date": "2025-05-08",
    "videoUrl": true
  },
  {
    "lat": 48.362584,
    "lon": 37.58997,
    "title": "Штурм позиции ВСУ бойцами 'Бессмертного Сталинграда'",
    "date": "2025-05-08",
    "videoUrl": true
  },
  {
    "lat": 47.999095,
    "lon": 36.920038,
    "title": "Удары по группе боевиков ВСУ в районе н.п. Богатырь",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 51.251561,
    "lon": 34.53349,
    "title": "Отражение вторжения механизированных соединений ВСУ на территорию Курской области в объективе оптоволоконных FPV-дронов 'КВН' ВС РФ. Май 2025",
    "date": "2025-05-08",
    "videoUrl": true
  },
  {
    "lat": 50.40409,
    "lon": 30.46095,
    "title": "Поражение комплекса ПВО , предположительно Patriot на аэродроме Жуляны г. Киев",
    "date": "2025-05-07",
    "videoUrl": true
  },
  {
    "lat": 51.3212,
    "lon": 33.130059,
    "title": "Поражен ПВД н.п Таранск Сумская обл.",
    "date": "2025-05-11",
    "videoUrl": true
  },
  {
    "lat": 49.255064,
    "lon": 37.976357,
    "title": "Штурм позиции ВСУ в районе Макеевки",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 50.365655,
    "lon": 35.9886885,
    "title": "Уничтожение оптоволоконными FPV-дронами бронеавтомобилей ВСУ в н.п. Барановка",
    "date": "2025-05-08",
    "videoUrl": true
  },
  {
    "lat": 46.852911,
    "lon": 33.278435,
    "title": "Авиаудар по ПВД ВСУ в районе н.п. Томарино",
    "date": "2025-05-07",
    "videoUrl": true
  },
  {
    "lat": 48.26516,
    "lon": 37.206135,
    "title": "Авиаудар по ПВД ВСУ в н.п Гнатовка",
    "date": "2025-05-07",
    "videoUrl": true
  },
  {
    "lat": 48.4563927,
    "lon": 37.7785659,
    "title": "Авиаудар по позиции ВСУ в н.п. Плещеевка",
    "date": "2025-05-07",
    "videoUrl": true
  },
  {
    "lat": 48.3014926,
    "lon": 37.2838443,
    "title": "Авиаудар по ПВД ВСУ в районе н.п. Дмитров (Мирноград)",
    "date": "2025-05-07",
    "videoUrl": true
  },
  {
    "lat": 48.2623177,
    "lon": 37.2911077,
    "title": "Авиаудар по позиции ВСУ на Покровском направлении",
    "date": "2025-05-07",
    "videoUrl": true
  },
  {
    "lat": 48.02777,
    "lon": 36.87205,
    "title": "'Ланцет' и FPV-дроны уничтожают САУ 2С1 'Гвоздика' ВСУ в районе н.п Новоукраинка",
    "date": "2025-05-07",
    "videoUrl": true
  },
  {
    "lat": 48.60724,
    "lon": 37.66241,
    "title": "Уничтожение оптоволоконным FPV-дроном САУ ВСУ в районе н.п. Клиновое",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 51.2649345,
    "lon": 34.2429798,
    "title": "Авиаудар по боевикам ВСУ в н.п. Теткино",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 48.396298,
    "lon": 37.536953,
    "title": "Константиновское направление. Русский флаг в Новоеленовке (Новооленовке)",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 48.8005423,
    "lon": 37.609288,
    "title": "'Ланцет' уничтожает автомобиль ВСУ около г. Славянск",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 48.62576,
    "lon": 37.27112,
    "title": "Поражение склада боеприпасов н.п. Андреевка&nbsp;",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 48.9700119,
    "lon": 38.1480185,
    "title": "Удар ТОСом по позициям ВСУ в Серебрянском лесничестве",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 50.958252,
    "lon": 34.924515,
    "title": "Удар по столовой ВСУ в кафе 'Люкс' г.Сумы",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 47.99817,
    "lon": 36.94268,
    "title": "Поражение ПВД нп Богатырь&nbsp;",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 48.1383,
    "lon": 36.7859,
    "title": "Поражение моста нп Новопавловка Днепропетровская обл.",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 50.03539,
    "lon": 36.17789,
    "title": "Поражение сборного пункта харьковского ОВК",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 50.0021981,
    "lon": 36.293596,
    "title": "Удар по логистическому центру на рынке Барабашево г. Харьков",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 51.25099,
    "lon": 34.36671,
    "title": "Удар ФАБ по ПВД ВСУ в окрестностях Теткино",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 51.2441524,
    "lon": 34.5356191,
    "title": "'Ланцет' уничтожает танк Т-80БВ ВСУ в районе н.п Новый Путь Курской области",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 51.2281498,
    "lon": 34.527714,
    "title": "'Ланцет' наносит удар по ИМР-2 ВСУ в районе н.п&nbsp;Павловка Сумской области",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 51.233264,
    "lon": 34.536252,
    "title": "Уничтожение колонны ВСУ на квадроциклах",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 48.479253,
    "lon": 37.52814,
    "title": "FPV-дроны Рубикона уничтожили Himars ВСУ в районе н.п. Русин Яр",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 51.247917,
    "lon": 34.36282,
    "title": "Удар по мосту через р. В районе н.п. Искрисковщина",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 51.257868,
    "lon": 34.252774,
    "title": "Авиаудар по ПВД ВСУ в н.п. Рыжевка",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 48.030416,
    "lon": 36.866135,
    "title": "Уничтожение БМП ВСУ в районе н.п. Новоукраинка",
    "date": "2025-05-06",
    "videoUrl": true
  },
  {
    "lat": 48.336069,
    "lon": 37.453368,
    "title": "Штурмовая группа ВС РФ достигает восточной окраины н.п. Ульяновка",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 47.878759,
    "lon": 36.684444,
    "title": "Артиллеристы 305 бригады группировки 'Восток' точным попаданием уничтожили ББМ 'Козак' ВСУ в н.п. Вольное поле",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 48.6142,
    "lon": 37.67475,
    "title": "Авиация кошмарит ВСУ уже в районе Константиновки!",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 48.52635,
    "lon": 37.04837,
    "title": "Поражение склада боеприпасов подразделения 142 омбр ВСУ с применением БПЛА 'Герань' в районе н.п. Белозерское (ДНР).",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 51.254778,
    "lon": 34.361586,
    "title": "Удары FPV-дронами по бронетехнике ВСУ при попытке прорыва госграницы в районе Теткино",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 48.6073348,
    "lon": 37.6626917,
    "title": "В окрестностях н.п. Клиновое, ДНР ударом оптоволоконного FPV-дрона 'КВН' уничтожена САУ ВСУ",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 48.2585204,
    "lon": 36.9987773,
    "title": "Авиаудар по позиции ВСУ на шахте севернее н.п. Удачное",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 48.73661,
    "lon": 37.54434,
    "title": "Поражение склада боеприпасов г. Краматорск",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 48.73765,
    "lon": 37.54212,
    "title": "Поражение ремонтной мастерской г.Краматорск",
    "date": "2025-05-05",
    "videoUrl": true
  },
  {
    "lat": 48.362008,
    "lon": 37.534511,
    "title": "Уничтожение штурмовой группы ВСУ на Красноармейском (Покровском) направлении",
    "date": "2025-05-04",
    "videoUrl": true
  },
  {
    "lat": 48.2545946,
    "lon": 37.033452,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Котлино",
    "date": "2025-05-04",
    "videoUrl": true
  },
  {
    "lat": 48.358168,
    "lon": 37.4923,
    "title": "ВС РФ штурмуют Новую Полтавку",
    "date": "2025-05-04",
    "videoUrl": true
  },
  {
    "lat": 46.6820789,
    "lon": 32.4030547,
    "title": "Удар ОТР по месту дислокации РСЗО Himars в районе н.п. Черешеньки",
    "date": "2025-05-04",
    "videoUrl": true
  },
  {
    "lat": 48.38256,
    "lon": 37.78332,
    "title": "Удары по позициям ВСУ в н.п. Петровка",
    "date": "2025-05-04",
    "videoUrl": true
  },
  {
    "lat": 48.4238416,
    "lon": 37.8024793,
    "title": "Уничтожение опорного пункта ВСУ в районе Дзержинска",
    "date": "2025-05-04",
    "videoUrl": true
  },
  {
    "lat": 48.628775,
    "lon": 37.119015,
    "title": "Уничтожен ПВД и склад 117 отмбр ВСУ в н.п. Андреевка.",
    "date": "2025-05-04",
    "videoUrl": true
  },
  {
    "lat": 48.622194,
    "lon": 37.11544,
    "title": "Уничтожен ПВД и склад 117 отмбр ВСУ в н.п. Веселая Гора;",
    "date": "2025-05-04",
    "videoUrl": true
  },
  {
    "lat": 49.983492,
    "lon": 37.832686,
    "title": "Освобождение Каменки: ход боевых действий",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 48.257574,
    "lon": 36.986626,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Удачное",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 47.875219,
    "lon": 36.692839,
    "title": "Артиллеристы 305 бригады 5 гвардейской общевойсковой армии группировки 'Восток', применив 'Краснополь', разнесли укрытие противника вместе с живой сила в районе н.п. Вольное Поле",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 49.922698,
    "lon": 37.651912,
    "title": "Уничтожение танка ВСУ в районе н.п Васильцовка",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 47.5436853,
    "lon": 35.7363428,
    "title": "Уничтожение оптоволоконными FPV-дронами позиции дроноводов ВСУ в районе н.п. Новоандреевка",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 48.259432,
    "lon": 37.187358,
    "title": "Авиаудар по ПВД ВСУ в Красноармейске",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 48.23225,
    "lon": 37.288286,
    "title": "Удар оптоволоконным FPV-дроном по позиции ВСУ в н.п. Сухой Яр",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 48.03248,
    "lon": 36.8546,
    "title": "Поражение моста нп Новоукраинка",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 48.016909,
    "lon": 36.90125,
    "title": "Поражение моста нп Зеленый Кут",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 49.38298,
    "lon": 32.01064,
    "title": "Удар по ГРС Черкассы",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 49.40109,
    "lon": 32.01436,
    "title": "Поражение аэродрома г. Черкассы",
    "date": "2025-04-28",
    "videoUrl": true
  },
  {
    "lat": 46.7897871,
    "lon": 33.151724,
    "title": "Удары по позиции ВСУ в н.п. Львово",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 49.7308978,
    "lon": 37.5983797,
    "title": "Авиаудар по ПВД ВСУ в Купянске",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 49.657655,
    "lon": 37.776825,
    "title": "'Ланцет' уничтожает танк Т-64БВ в районе н.п Песчаное",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 50.332987,
    "lon": 37.021243,
    "title": "Наш боец, под огнём подводящий провизию на позицию в районе н.п. Волчанские Хутора&nbsp;",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 47.99055,
    "lon": 37.20722,
    "title": "Налёт РГ СпН&nbsp;ГРАЧИ на позиции противника (зима 2025)",
    "date": "2025-02-15",
    "videoUrl": true
  },
  {
    "lat": 49.5376676,
    "lon": 37.6843763,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Сеньково",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 48.254589,
    "lon": 37.0335,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Котлино",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 48.3363117,
    "lon": 37.5015721,
    "title": "Уничтожение FPV-дроном 'Бабы Яги' ВСУ в объективе другого дрона перехватчика над н.п. Водяное Второе",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 48.92611,
    "lon": 38.19611,
    "title": "Удары по позиции ВСУ в Григоровке",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 47.988931,
    "lon": 36.946678,
    "title": "Экипажи Су-34 11 гвардейской армии&nbsp; ВВС и ПВО группировки 'Восток' выпустили 15 ФАБ-500 с УМПК по позициям ВСУ в н.п. Богатырь",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 47.9118816,
    "lon": 36.745275,
    "title": "Уничтожение американского бронеавтомобиля International MaxxPro ВСУ ударом оптоволоконного FPV-дрона 'КВН' севернее н.п. Бурлацкое, ДНР",
    "date": "2025-04-27",
    "videoUrl": true
  },
  {
    "lat": 47.975782,
    "lon": 36.860553,
    "title": "Поражение оптоволоконными FPV-дронами л/с, укрытий, техники и артиллерии ВСУ в исполнении операторов группы Байкал",
    "date": "2025-04-26",
    "videoUrl": true
  },
  {
    "lat": 50.45114,
    "lon": 30.40615,
    "title": "Уничтожено гаражное производство БПЛА г. Киев",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 50.45237,
    "lon": 30.41395,
    "title": "Уничтожен склад боеприпасов в здании 'Новой почты' г. Киев",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 50.96092,
    "lon": 35.30051,
    "title": "Удар по ПВД южнее нп Миропольское",
    "date": "2025-04-26",
    "videoUrl": true
  },
  {
    "lat": 48.026872,
    "lon": 36.87534,
    "title": "Удар ФАБ-3000 с УМПК по позициям ВСУ в районе н.п. Новоукраинка",
    "date": "2025-04-26",
    "videoUrl": true
  },
  {
    "lat": 48.2587286,
    "lon": 36.9924195,
    "title": "Авиаудар по позиции ВСУ&nbsp; в районе н.п. Удачное",
    "date": "2025-04-26",
    "videoUrl": true
  },
  {
    "lat": 48.53543,
    "lon": 32.27569,
    "title": "Поражение инфраструктуры аэродрома г. Кировоград",
    "date": "2025-04-26",
    "videoUrl": true
  },
  {
    "lat": 50.0835,
    "lon": 36.14417,
    "title": "Поражение логистической инфраструктуры нп Дергачи",
    "date": "2025-04-26",
    "videoUrl": true
  },
  {
    "lat": 51.05657,
    "lon": 35.20662,
    "title": "Село Горналь освобождено",
    "date": "2025-04-26",
    "videoUrl": true
  },
  {
    "lat": 48.2572247,
    "lon": 37.3217876,
    "title": "Удар ракетой Х-38 по ПВД ВСУ в районе н.п. Красный Яр",
    "date": "2025-04-26",
    "videoUrl": true
  },
  {
    "lat": 49.921045,
    "lon": 37.598782,
    "title": "Удар БПЛА-камикадзе КУБ-БЛА по ПВД ВСУ в н.п. Редкодуб",
    "date": "2025-04-26",
    "videoUrl": true
  },
  {
    "lat": 48.16222,
    "lon": 37.01861,
    "title": "Атака на позицию ВСУ в районе н.п. Надеждинка",
    "date": "2025-04-25",
    "videoUrl": true
  },
  {
    "lat": 51.0118584,
    "lon": 35.1836331,
    "title": "Подрыв заминированного моста через р. Псёл с применением FPV-дрона 'КВН' в районе н.п Великая Рыбица, Сумская область",
    "date": "2025-04-25",
    "videoUrl": true
  },
  {
    "lat": 48.275795,
    "lon": 37.041945,
    "title": "Авиаудар по позиции ВСУ в районе Котлино",
    "date": "2025-04-25",
    "videoUrl": true
  },
  {
    "lat": 50.89817,
    "lon": 35.321766,
    "title": "Авиаудар ФАБ-3000 по позиции ВСУ в районе н.п. Турья",
    "date": "2025-04-25",
    "videoUrl": true
  },
  {
    "lat": 49.45922,
    "lon": 37.66176,
    "title": "Уничтожение FPV-дроном САУ 2С3 'Акация' ВСУ в районе н.п. Богуславка Харьковской области",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 52.21076,
    "lon": 32.497521,
    "title": "Уничтожение позиции САУ Богдана и склада БК ВСУ в районе н.п. Прогресс",
    "date": "2025-04-25",
    "videoUrl": true
  },
  {
    "lat": 50.28292,
    "lon": 34.869052,
    "title": "Поражение ПВД нп Ахтырка Сумская обл",
    "date": "2025-04-25",
    "videoUrl": true
  },
  {
    "lat": 48.49878,
    "lon": 35.948,
    "title": "Поражение базы медбатальона «Госпитальеры»&nbsp;",
    "date": "2025-04-25",
    "videoUrl": true
  },
  {
    "lat": 49.978,
    "lon": 36.275,
    "title": "Поражение логистического центра г. Харьков",
    "date": "2025-04-25",
    "videoUrl": true
  },
  {
    "lat": 50.3799,
    "lon": 30.53889,
    "title": "Поражение гаражного кооператива используемого для сборки БПЛА г. Киев",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 50.46257,
    "lon": 30.483,
    "title": "Поражение завода 'Артем' г.Киев",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 51.06194,
    "lon": 35.20861,
    "title": "Российские военные зашли в Горналь Курской области. Там идут активные бои&nbsp;",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 48.933677,
    "lon": 37.74115,
    "title": "Комбинированный удар с применением авиабомб и РСЗО 'Торнадо-С' по ПВД подразделения ВСУ 'Волки Да Винчи', которое располагалось на территории базы отдыха в районе н.п. Райгородок на Краснолиманском направлении",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 50.46495,
    "lon": 30.39042,
    "title": "Удар по заводу Антонов г. Киев",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 48.56999,
    "lon": 35.82538,
    "title": "Удар по Павлоградскому Химическому заводу",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 50.21132,
    "lon": 28.69518,
    "title": "Удар по бронетанковому заводу г.Житомир",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 49.97326,
    "lon": 36.28091,
    "title": "Удар по&nbsp; заводу им. Малышева г.Харьков",
    "date": "2025-04-24",
    "videoUrl": true
  },
  {
    "lat": 48.351645,
    "lon": 37.552845,
    "title": "Флаг России в центре н.п. Тарасовка",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 50.1864913,
    "lon": 36.4327667,
    "title": "Оптоволоконный FPV-дрон 'КВН' 'поймал' солдата противника на вышке связи в н.п. Слобожанское, Харьковской области",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 49.9624,
    "lon": 36.22891,
    "title": "Поражение логистического центра в здании пивной компании UBC Promo г. Харьков",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 50.804505,
    "lon": 33.767759,
    "title": "Удар по ПВД и складу боеприпасов нп Коровинцы Сумской обл",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 50.884525,
    "lon": 34.047795,
    "title": "'Ланцет' наносит удар по БМП M2A2 Bradley ВСУ в Сумской области",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 49.58198,
    "lon": 34.58481,
    "title": "Прилеты «Герань-2» по территории ”Полтаваоблэнерго” в н.п Полтава.",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 49.58676,
    "lon": 34.5472,
    "title": "Удар по ПВД г. Полтава",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 47.82096,
    "lon": 35.19305,
    "title": "Поражение завода 'МоторСич' г.Запорожье",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 49.589,
    "lon": 34.59546,
    "title": "Удар по логистическому центру в здании завода ПластиКом г. Полтава",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 48.327625,
    "lon": 37.7629,
    "title": "Флаг России над одним из зданий в н.п. Сухая Балка&nbsp;",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 51.978102,
    "lon": 33.723145,
    "title": "Авиаудар по полевому лагерю ВСУ в районе н.п. Ямполь",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 50.9074814,
    "lon": 35.3481998,
    "title": "Отражение атаки ВСУ в районе н.п. Турья",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 48.3272537,
    "lon": 37.6784276,
    "title": "Артудар по позициям ВСУ в н.п.Правдовка (Старая Николаевка), ДНР",
    "date": "2025-04-22",
    "videoUrl": true
  },
  {
    "lat": 49.96338,
    "lon": 36.23136,
    "title": "Харьков поражение логистического центра",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 46.36549,
    "lon": 30.69369,
    "title": "Поражен завод&nbsp;ООО ПКК Унитех г. Одесса&nbsp;",
    "date": "2025-04-23",
    "videoUrl": true
  },
  {
    "lat": 51.07961,
    "lon": 35.28153,
    "title": "Бои за Горнальский монастырь (Флаг России на территории мельницы князя Петра Долгорукова за Псёлом)",
    "date": "2025-04-22",
    "videoUrl": true
  },
  {
    "lat": 50.203331,
    "lon": 36.4328243,
    "title": "Авиаудар по позициям ВСУ&nbsp;",
    "date": "2025-04-22",
    "videoUrl": true
  },
  {
    "lat": 48.3220217,
    "lon": 37.7653219,
    "title": "Пос. Сухая Балка освобожден",
    "date": "2025-04-22",
    "videoUrl": true
  },
  {
    "lat": 51.0658968,
    "lon": 35.2335466,
    "title": "Оптоволоконный FPV-дрон 'КВН' 810 обрмп уничтожает двух оккупантов ВСУ, засевших в Горнальском монастыре",
    "date": "2025-04-22",
    "videoUrl": true
  },
  {
    "lat": 49.99421,
    "lon": 36.26361,
    "title": "Поражен завод 'Электротяжмаш' г.Харьков",
    "date": "2025-04-22",
    "videoUrl": true
  },
  {
    "lat": 46.433453,
    "lon": 30.7093728,
    "title": "Поражении ГП НИИ' Шторм' г. Одесса",
    "date": "2025-04-22",
    "videoUrl": true
  },
  {
    "lat": 48.8075494,
    "lon": 38.0305675,
    "title": "На Северском направлении ударами оптоволоконных FPV-дронов 'КВН' уничтожена очередная 122-мм САУ 2С1 'Гвоздика' ВСУ",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 51.1596364,
    "lon": 34.9677415,
    "title": "Удары FPV-дронами Молния по позиции и технике ВСУ",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 51.066652,
    "lon": 35.231448,
    "title": "Авиаудар по позиции ВСУ на территории Горнальского монастыря",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 48.425877,
    "lon": 37.764381,
    "title": "Удары по ПУ БПЛА ВСУ в н.п. Клебан Бык&nbsp;",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 49.618343,
    "lon": 37.694759,
    "title": "Удар ЛМУРом по ПВД ВСУ в н.п. Новоосиново",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 47.9820308,
    "lon": 36.9909272,
    "title": "Севернее н.п. Разлив, ДНР ударом оптоволоконного FPV-дрона 'КВН' уничтожена БМП-2 ВСУ",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 50.3958709,
    "lon": 36.0709793,
    "title": "Уничтожение ПВД ВСУ в н.п. Уды",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 49.7424215,
    "lon": 37.5908835,
    "title": "Авиаудар по ПВД ВСУ&nbsp;",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 48.771604,
    "lon": 37.84995,
    "title": "Уничтожение оптоволоконными FPV-дронами танков ВСУ в районе н.п Федоровка 2-я",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 47.856699,
    "lon": 35.12576,
    "title": "Поражение склада БК г. Запорожье",
    "date": "2025-04-19",
    "videoUrl": true
  },
  {
    "lat": 49.036353,
    "lon": 37.925351,
    "title": "Удар ЛМУРом по ПВД ВСУ в н.п. Заречное",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 49.663794,
    "lon": 37.728666,
    "title": "Уничтожение FPV-дронами танка ВСУ в районе н.п. Куриловка",
    "date": "2025-04-21",
    "videoUrl": true
  },
  {
    "lat": 47.986757,
    "lon": 36.954087,
    "title": "Операторы БпЛА 140 гвардейской зенитной ракетной бригады группировки 'Восток' дистанционным минированием уничтожили БТР М113 вместе с десантом врага в н.п. Богатырь",
    "date": "2025-04-19",
    "videoUrl": true
  },
  {
    "lat": 50.20194,
    "lon": 36.40916,
    "title": "Удар оптоволоконным FPV-дроном по Hamvee ВСУ в н.п. Липцы",
    "date": "2025-04-19",
    "videoUrl": true
  },
  {
    "lat": 49.030212,
    "lon": 37.933859,
    "title": "Удар ЛМУРом по ПВД ВСУ в н.п.&nbsp;",
    "date": "2025-04-19",
    "videoUrl": true
  },
  {
    "lat": 50.8769508,
    "lon": 35.2809391,
    "title": "Пролет оптоволоконного FPV-дрона 'КВН' в направлении н.п. Угроеды, Сумской области",
    "date": "2025-04-19",
    "videoUrl": true
  },
  {
    "lat": 50.9349913,
    "lon": 34.7743648,
    "title": "Уничтожение грузовиков ВСУ с боекомплектом ударом дроном-камикадзе 'Герань-2' в г. Сумы",
    "date": "2025-04-19",
    "videoUrl": true
  },
  {
    "lat": 49.194587,
    "lon": 37.898636,
    "title": "Уничтожение бронетранспортера M113 ВСУ в районе н.п Новомихайловка.",
    "date": "2025-04-19",
    "videoUrl": true
  },
  {
    "lat": 49.34173,
    "lon": 37.54851,
    "title": "Удар ракетой Х-38 по переправе ВСУ в районе н.п. Гороховатка&nbsp;",
    "date": "2025-04-19",
    "videoUrl": true
  },
  {
    "lat": 48.449953,
    "lon": 37.898125,
    "title": "Подрыв на мине и последующее добивание БМП ВСУ в районе н.п Дылеевка",
    "date": "2025-04-19",
    "videoUrl": true
  },
  {
    "lat": 48.000907,
    "lon": 37.039705,
    "title": "Эвакуация мирных жителей из Константинополя",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 48.524846,
    "lon": 37.762316,
    "title": "Заявлено как уничтожение САУ M109 в ходе КББ в районе Константиновки",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 46.6089157,
    "lon": 32.5786787,
    "title": "Удар УАСом по позиции ВСУ&nbsp;",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 50.311769,
    "lon": 37.116833,
    "title": "Поражен мостучерез р. Малая Волчья в районе н.п. Волоховка.",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 50.90947,
    "lon": 35.1711,
    "title": "Поражено ПВД нп Осоевка",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 47.51805,
    "lon": 35.80749,
    "title": "Уничтожение УАСом укрытой бронетехники ВСУ в районе Новоданиловки",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 51.079627,
    "lon": 34.83295,
    "title": "Удары оптоволоконными FPV-дронами по технике ВСУ в районе н.п. Писаревка Сумской области",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 48.504275,
    "lon": 37.770716,
    "title": "'Ланцет' уничтожает САУ ВСУ в районе г. Константиновка",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 48.565539,
    "lon": 37.827494,
    "title": "Удар ТОСом по позиции ВСУ в районе Часов Яра",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 50.89392,
    "lon": 34.84643,
    "title": "Поражение логистического центра г.Сумы",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 48.65973,
    "lon": 37.2752894,
    "title": "Уничтожение РСЗО M142 'HIMARS' ВСУ ударом 'Ланцета' и ОТРК в районе н.п Староварваровка",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 49.971209,
    "lon": 36.244134,
    "title": "Удар по&nbsp;ООО «Эффект» г. Харьков (производство БПЛА)",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 48.445023,
    "lon": 35.0754,
    "title": "Поражение ПВД г. Днепропетровск",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 48.3469706,
    "lon": 37.545874,
    "title": "В ходе боев в н.п. Тарасовка, ДНР ударом оптоволоконного FPV-дрона 'КВН' уничтожен бронетранспортер M113 ВСУ",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 47.954541,
    "lon": 36.648287,
    "title": "Бомбардировочная авиация 11 гвардейской армии ВВС и ПВО группировки 'Восток' нанесла удар ФАБ-500 с УМПК по укрытиям противника в районе н.п. Воскресенка",
    "date": "2025-04-18",
    "videoUrl": true
  },
  {
    "lat": 51.06388,
    "lon": 35.21388,
    "title": "Бои за Горнальский монастырь в репортаже Дмитрия Кулько",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 48.444296,
    "lon": 35.057,
    "title": "Удар по ПВД в здании морфологического корпуса Днепровского Университета",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 50.2482833,
    "lon": 36.897951,
    "title": "Удары по позиции дроноводов ВСУ в н.п. Лиман",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 49.696363,
    "lon": 37.5981619,
    "title": "Авиаудар ФАБ1500 по ПВД ВСУ в Купянске&nbsp;",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 47.987028,
    "lon": 36.807254,
    "title": "Поражение оптоволоконными FPV-дронами л/с, укрытий,&nbsp;техники&nbsp;и артиллерии&nbsp;ВСУ в исполнении операторов группы Байкал",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 48.440407,
    "lon": 35.057626,
    "title": "Поражение ППД полка полиции особого назначения 'Днепр 1'",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 46.664945,
    "lon": 32.624904,
    "title": "Авиаудар по ПВД ВСУ в здании 178 ТЦК в Херсоне",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 48.64439,
    "lon": 37.85683,
    "title": "Боец ВСУ успел сдаться до уничтожения своего укрытия в Григоровке",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 47.979507,
    "lon": 36.934468,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Богатырь",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 48.314918,
    "lon": 37.722544,
    "title": "Сбросы по группе боевиков ВСУ на Константиновском направлении",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 50.9799164,
    "lon": 35.2256778,
    "title": "Удар РСЗО по позициям ВСУ&nbsp;в районе н.п. Малая Рыбица Сумской области",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 47.92406252865277,
    "lon": 36.79585229028763,
    "title": "Днепроэнергия под контролем группировки 'Восток'",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 48.322892,
    "lon": 37.762593,
    "title": "Уничтожение здания с боевиками ВСУ с помощью наземного дрона во время боев за н.п Валентиновка",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 48.3177052,
    "lon": 37.7576203,
    "title": "Бойцы 68 танкового полка с Российским флагом, подтверждая уверенный контроль над н.п Валентиновка и частью н.п Сухая Балка",
    "date": "2025-04-17",
    "videoUrl": true
  },
  {
    "lat": 51.0672945,
    "lon": 35.2312158,
    "title": "Русский боец демонстрирует флаг морской пехоты на территории Горнальского монастыря",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 51.065776,
    "lon": 35.231958,
    "title": "Бои за Горнальский монастырь",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 47.818879,
    "lon": 36.630162,
    "title": "Авиаудар по ПВД ВСУ в н.п. Зелёное Поле",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 48.294762,
    "lon": 37.637657,
    "title": "Российские бойцы освободили н.п Калиново",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 51.0658957,
    "lon": 35.2335794,
    "title": "Русский боец на территории Горнальского монастыря",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 48.137,
    "lon": 36.79149,
    "title": "Поражение ПВД нп Новопавловка",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 48.0105,
    "lon": 36.6947,
    "title": "Удар по ПВД ВСУ в н.п. Поддубное",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 50.145847,
    "lon": 36.699322,
    "title": "БПЛА Орион наносит удар по бронетехнике ВСУ&nbsp;",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 48.354417,
    "lon": 37.554184,
    "title": "Работа штурмовых и разведывательных подразделений 33-го мотострелкового полка 20-й гв. мсд в районе Тарасовки&nbsp;",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 48.52231,
    "lon": 34.58684,
    "title": "Удар по логистическому центру г. Каменское",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 46.6733,
    "lon": 32.6167,
    "title": "Поражение ПВД г. Херсон в бывшем ледовом дворце",
    "date": "2025-04-16",
    "videoUrl": true
  },
  {
    "lat": 49.898941,
    "lon": 37.509534,
    "title": "'Ланцет' уничтожает САУ AHS Krab ВСУ на Купянском направлении",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 50.3783872,
    "lon": 35.9661646,
    "title": "Удар ТОСом по позиции ВСУ в Барановке",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 48.28272,
    "lon": 37.73599,
    "title": "Кадры штурма: 68-й и 20-й полки врываются в окопы ВСУ, наступая к Константиновке&nbsp;",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 48.425353,
    "lon": 37.943634,
    "title": "Штурм позиции ВСУ",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 50.952271,
    "lon": 35.358654,
    "title": "Штурм позиции ВСУ в подвале одного из домов в н.п. Поповка&nbsp;",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 48.296859,
    "lon": 37.4007407,
    "title": "Уничтожение американского бронетранспортера M113 ВСУ в окрестностях н.п. Миролюбовка, ДНР операторами оптоволоконных FPV-дронов 'КВН' ОРБ 'Спарта'",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 50.911195,
    "lon": 35.328,
    "title": "Удар по ПВД опреаторов БПЛА 225 ОШП&nbsp; нп Проходы",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 48.335785,
    "lon": 37.4217105,
    "title": "Удар по ПВД операторов БПЛА н.п Малиновка&nbsp;",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 48.8547,
    "lon": 37.583,
    "title": "Поражение рембазы г. Славянск по ул. Ярослава Мудрого",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 48.8523,
    "lon": 37.578928,
    "title": "Поражение рембазы г. Славянск",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 48.3132144,
    "lon": 37.401115,
    "title": "Оптоволоконщики 'Спарты' сорвали эвакуацию бронеавтомобиля 'Новатор' ВСУ американским бронетранспортером M113 в районе н.п. Миролюбовка, ДНР",
    "date": "2025-04-15",
    "videoUrl": true
  },
  {
    "lat": 47.877129,
    "lon": 36.692989,
    "title": "Сброс по группе боевиков ВСУ в н.п. Вольное Поле",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 48.4020788,
    "lon": 37.1854896,
    "title": "Поражение ПВД нп Белицкое , Донецкая обл.",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 50.93492,
    "lon": 34.77516,
    "title": "Поражен логистический центр ВСУ ( 7 грузовиков с БК сгорело)",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 48.51222,
    "lon": 37.7353,
    "title": "Поражен ПВД нп Константиновка&nbsp;",
    "date": "2024-04-14",
    "videoUrl": true
  },
  {
    "lat": 46.488,
    "lon": 30.694,
    "title": "Поражен военный госпиталь г. Одесса",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 49.98237,
    "lon": 36.29588,
    "title": "Поражен логистический центр г.Харьков",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 46.541,
    "lon": 30.74386,
    "title": "Поражен Одесский кабельный завод",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 51.035545,
    "lon": 35.276874,
    "title": "Уничтожение ударами оптоволоконными FPV-дронами БТР M113 ВСУ в районе н.п. Мирополье",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 49.020096,
    "lon": 37.926049,
    "title": "Удар ЛМУРом по ПВД ВСУ&nbsp;",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 47.9715879,
    "lon": 36.6321701,
    "title": "'Ланцет' наносит удар по САУ 2С22 'Богдана' ВСУ на Южно-Донецком направлении",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 48.001204,
    "lon": 36.66526,
    "title": "'Ланцет' наносит удар по САУ 2С22 'Богдана' ВСУ на Южно-Донецком направлении",
    "date": "2025-04-14",
    "videoUrl": true
  },
  {
    "lat": 48.42454,
    "lon": 37.89755,
    "title": "Штурм позиции ВСУ в районе н.п. Дружба",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 49.918205,
    "lon": 37.6014,
    "title": "Удар БПЛА-камикадзе КУБ-БЛА по ПВД ВСУ в н.п. Редкодуб Харьковской области",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 51.0656878,
    "lon": 35.2321101,
    "title": "Удар УАСом по позиции ВСУ в Горнальском монастыре",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 51.07132,
    "lon": 35.21239,
    "title": "Российские военнослужащие вошли в окрестности Горналя Курской области",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 49.717899,
    "lon": 37.836014,
    "title": "Штурм позиции ВСУ на Купянском направлении",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 49.029949,
    "lon": 37.952104,
    "title": "Удар оптоволоконным FPV-дроном по танку ВСУ в н.п. Торское",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 47.562187,
    "lon": 35.446255,
    "title": "Удар оптоволоконным FPV-дроном по бронетранспортеру ВСУ в н.п. Степовое",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 47.582898,
    "lon": 35.441755,
    "title": "Уничтожение ротационной группы боевиков ВСУ в районе н.п. Лукьяновское",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 48.3372315,
    "lon": 37.4193911,
    "title": "Авиаудар по ПВД ВСУ в н.п. Ульяновка",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 48.3362315,
    "lon": 37.4183911,
    "title": "Авиаудар по ПВД ВСУ в н.п. Ульяновка",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 51.0818303,
    "lon": 34.8430241,
    "title": "Удар оптоволоконным FPV-дроном по пикапу ВСУ на дороге в районе н.п. Писаревка",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 48.287312,
    "lon": 37.630175,
    "title": "Уничтожение бронеавтомобиля International MaxxPro ВСУ на Красноармейском (Покровском) направлении&nbsp;",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 50.855128,
    "lon": 35.291921,
    "title": "БПЛА Форпост наносит удар по позиции орудия ВСУ в районе н.п. Угроеды",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 51.043736,
    "lon": 35.118758,
    "title": "БПЛА Орион наносит удар по позиции САУ ВСУ в районе н.п. Могрица",
    "date": "2025-04-13",
    "videoUrl": true
  },
  {
    "lat": 48.0600799,
    "lon": 36.8439451,
    "title": "Поражение FPV-дроном 'ВТ-40' колёсной САУ 'Цезарь' 8x8 на территории Днепропетровской области",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 47.9892201,
    "lon": 36.9837737,
    "title": "Уничтожение двух танков Т-72 ВСУ с применением FPV-дронов в районе н.п. Веролюбовка и н.п. Константинополь",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 51.0944,
    "lon": 35.2642,
    "title": "Флаг России на территории церкви Рождества Богородицы в Гуево",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 50.4216,
    "lon": 30.6977,
    "title": "Поражена рем. база в Дарницком районе г.Киев",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 50.906857,
    "lon": 35.162773,
    "title": "'Ланцет' уничтожает грузовик и пехоту ВСУ в н.п&nbsp;Осоевка&nbsp;",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 49.773347,
    "lon": 37.606035,
    "title": "Уничтожение двух ББМ MAXXPRO ВСУ в районе н.п Кондрашовка",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 51.116639,
    "lon": 34.966074,
    "title": "Охота при помощи оптоволоконных FPV-дронов на технику ВСУ на трассе Суджа-Юнаковка",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 50.963177,
    "lon": 35.2383,
    "title": "Поражение позиции орудия ВСУ в ходе КББ в районе н.п.",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 50.87616,
    "lon": 34.8707,
    "title": "Поражен логистический центр г. Сумы",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 50.49138,
    "lon": 30.47676,
    "title": "Удар по производству и логистике г. Киев&nbsp;",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 50.48912,
    "lon": 30.47471,
    "title": "Удар по производителю БПЛА г. Киев в ТЦ Forum Plaza",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 48.025737,
    "lon": 36.881532,
    "title": "Уничтожение бронеавтомобиля 'Козак' ВСУ на минно-взрывном заграждении в районе н.п. Новоукраинка",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 50.965845,
    "lon": 35.082679,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Сенное",
    "date": "2025-04-06",
    "videoUrl": true
  },
  {
    "lat": 48.741163,
    "lon": 37.808683,
    "title": "Уничтожение оптоволоконным FPV-дроном пикапа ВСУ в районе н.п. Малиновка",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 49.7657702,
    "lon": 37.5732995,
    "title": "Удар FPV-дроном по позиции ВСУ в н.п. Кондрашовка",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 49.6972021,
    "lon": 37.6627089,
    "title": "Уничтожение склада боеприпасов ВСУ в н.п Подолы",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 49.799794,
    "lon": 37.611415,
    "title": "Уничтожение бронегруппы ВСУ",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 50.9055999,
    "lon": 35.3303515,
    "title": "Удар оптоволоконным FPV-дроном по БМП M2A2 Bradley&nbsp; ВСУ в районе н.п. Турья",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 48.8696903,
    "lon": 38.1118596,
    "title": "Авиаудар ФАБ-3000 по позиции ВСУ в Северске",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 50.9407985,
    "lon": 35.3851387,
    "title": "Удар УАСом по позиции ВСУ&nbsp;",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 49.1469,
    "lon": 37.1376,
    "title": "Поражение живой силы и техники 107 обр ТерО ВСУ н.п. Семеновка Харьковской области&nbsp;",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 50.28733,
    "lon": 36.92049,
    "title": "Удар по ПВД г. Волчанск",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 47.929241,
    "lon": 33.41388,
    "title": "Удар по логистическому узлу по ул. Бикова г.Кривой Рог",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 47.816,
    "lon": 35.3027,
    "title": "Удар по заводу про производству БПЛА на окраине г. Запорожье",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 49.158783,
    "lon": 37.781385,
    "title": "Уничтожение FPV-дроном САУ ВСУ в районе н.п. Липовое",
    "date": "2025-04-05",
    "videoUrl": true
  },
  {
    "lat": 47.989206,
    "lon": 36.983665,
    "title": "Уничтожение танка ВСУ в районе н.п. Разлив",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 50.95512,
    "lon": 35.222473,
    "title": "БПЛА Орион наносит удар по ПВД ВСУ в Сумской области&nbsp;",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 50.938867,
    "lon": 35.203049,
    "title": "БПЛА Орион наносит удар по технике ВСУ в Сумской области&nbsp;",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 47.9893219,
    "lon": 36.9841253,
    "title": "'Ланцет' уничтожает танк Т-64БВ ВСУ в районе н.п Разлив",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 47.9786144,
    "lon": 36.9759843,
    "title": "Операторы БпЛА 14 отдельной гвардейской бригады спецназа и 140 гвардейской зенитной ракетной бригады группировки 'Восток' вывели из строя ББМ 'MaxxPro' в районе н.п. Богатырь",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 48.42272,
    "lon": 37.815477,
    "title": "Уничтожение оптоволоконными FPV-дронами бронемашины ВСУ в Дзержинске (архив)",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 47.563863,
    "lon": 35.76962,
    "title": "Уничтожение оптоволоконными FPV-дронами САУ 2С1 Гвоздика ВСУ в н.п Орехов",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 47.9394,
    "lon": 35.4321,
    "title": "Удар по логистическому волонтерскому центру ВСУ",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 49.97174,
    "lon": 36.1623,
    "title": "Удар по военному институту танковых войск г. Харьков",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 48.367484,
    "lon": 35.1022,
    "title": "Удар по ангару где производили БПЛА г. Днепропетровск аэродром",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 50.3065253,
    "lon": 37.1286489,
    "title": "Уничтожение ударом оптоволоконного FPV-дрона пикапа ВСУ в н.п. Караичное",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 50.205862,
    "lon": 36.424087,
    "title": "Уничтожение оптоволоконными FPV-дронами инженерной машины ПЗМ-2 в районе н.п. Липцы",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 48.280118,
    "lon": 37.754892,
    "title": "Отражение атаки ВСУ в районе н.п. Александрополь",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 48.240736,
    "lon": 36.998906,
    "title": "ДРГ ВС РФ уничтожает позиции дроноводов ВСУ в н.п. Удачное",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 49.799794,
    "lon": 37.611415,
    "title": "Подрыв на минах M113 ВСУ на Купянском направлении&nbsp;",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 47.935572,
    "lon": 36.758908,
    "title": "Н.п. Веселое под безоговорочным контролем группировки 'Восток'",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 49.777029,
    "lon": 37.605557,
    "title": "ВС РФ сорвали контратаку противника на Купянском направлении&nbsp;",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 50.51118,
    "lon": 30.84837,
    "title": "Удар по логистическому центру расположеном в автосалоне г. Бровары",
    "date": "2025-04-04",
    "videoUrl": true
  },
  {
    "lat": 48.557103,
    "lon": 37.71559,
    "title": "Уничтожение двух танков и одной БМП ВСУ в районе н.п Новодмитровка",
    "date": "2025-04-03",
    "videoUrl": true
  },
  {
    "lat": 51.095698,
    "lon": 35.262086,
    "title": "Позиция ВС РФ в Гуево",
    "date": "2025-04-03",
    "videoUrl": true
  },
  {
    "lat": 51.1726248,
    "lon": 35.1673564,
    "title": "Сумская область, обстановка на линиях обороны врага",
    "date": "2025-04-03",
    "videoUrl": true
  },
  {
    "lat": 51.142394,
    "lon": 35.06328,
    "title": "Удар оптоволоконным FPV-дроном по БМП M2A2 Bradley ВСУ в н.п. Локня",
    "date": "2025-04-03",
    "videoUrl": true
  },
  {
    "lat": 48.5899298,
    "lon": 37.8292845,
    "title": "Удары УАСами по позициям ВСУ в Часов Яре",
    "date": "2025-04-03",
    "videoUrl": true
  },
  {
    "lat": 47.5489854,
    "lon": 35.411854,
    "title": "Под Каменским, Запорожской области ударом оптоволоконного FPV-дрона 'КВН' уничтожена БМП-2 ВСУ&nbsp;",
    "date": "2025-04-03",
    "videoUrl": true
  },
  {
    "lat": 51.085393,
    "lon": 35.210838,
    "title": "Уничтожение ракетным ударом позиций 129 обр ТерО ВСУ в районе н.п. Гуево",
    "date": "2025-04-03",
    "videoUrl": true
  },
  {
    "lat": 50.160085,
    "lon": 36.412662,
    "title": "'Ланцет' уничтожает танк ВСУ в н.п Борщевая",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 48.357095,
    "lon": 37.496359,
    "title": "Заявлено как подрыв минных заграждений ВСУ после артудара в районе н.п. Новая Полтавка&nbsp;",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 50.9413948,
    "lon": 35.3902905,
    "title": "Удары по боевикам ВСУ в Демидовке",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 47.9319202,
    "lon": 36.7659844,
    "title": "Подразделениями группировки 'Восток' освобожден н.п. Веселое",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 46.8101218,
    "lon": 33.2241731,
    "title": "Авиаудар по ПВД ВСУ в н.п.&nbsp;",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 46.8104514,
    "lon": 33.2254686,
    "title": "Авиаудар по ПВД ВСУ в н.п.&nbsp;",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 48.586213,
    "lon": 37.830925,
    "title": "Уничтожение ударами FPV-дронов БТР-4 ВСУ в Часов Яре",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 48.347676,
    "lon": 37.55218,
    "title": "Удары оптоволоконными FPV-дронами по позиции ВСУ в здании в н.п. Тарасовка",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 47.90287,
    "lon": 33.432715,
    "title": "Удар по складу БПЛА, и производству багги г. Кривой Рог",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 50.0107,
    "lon": 36.198282,
    "title": "Удар по заводу Промсвязь г. Харьков, занимались производством и складированием БПЛА",
    "date": "2025-04-01",
    "videoUrl": true
  },
  {
    "lat": 48.281487,
    "lon": 37.774766,
    "title": "Розовка освобождена!",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 48.43374,
    "lon": 37.90594,
    "title": "Удары FPV-дронами по Hamvee ВСУ в районе н.п. Дачное",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 48.4298824,
    "lon": 37.9293617,
    "title": "Танковые экипажи со стальными яйцами штурмуют противника северо-восточной Дзержинска",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 48.580443,
    "lon": 37.73548,
    "title": "Удар оптоволоконным FPV-дроном по танку ВСУ в н.п. Стенки",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 48.580935,
    "lon": 37.811887,
    "title": "Удары оптоволоконными FPV-дронами по M113 ВСУ в районе н.п. Николаевка",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 46.81071,
    "lon": 33.227125,
    "title": "Авиаудар ФАБ-1500 по позиции ВСУ в н.п. Бургунка",
    "date": "2025-04-02",
    "videoUrl": true
  },
  {
    "lat": 50.2324964,
    "lon": 36.4277526,
    "title": "Уничтожение оптоволоконными FPV-дронами БТР -4 ВСУ в районе н.п. Липцы",
    "date": "2025-04-01",
    "videoUrl": true
  },
  {
    "lat": 50.963772,
    "lon": 35.34418,
    "title": "Авиаудар ФАБ-3000 по дамбе в районе н.п. Поповка",
    "date": "2025-04-01",
    "videoUrl": true
  },
  {
    "lat": 48.877046,
    "lon": 38.1132,
    "title": "Поражение позиции орудия ВСУ в ходе КББ в районе Северска",
    "date": "2025-04-01",
    "videoUrl": true
  },
  {
    "lat": 47.9855897,
    "lon": 36.9652894,
    "title": "Операторы БпЛА 14 отдельной гвардейской бригады спецназа группировки 'Восток' сожгли танк ВСУ на Шахтерском направлении.",
    "date": "2025-04-01",
    "videoUrl": true
  },
  {
    "lat": 48.898529,
    "lon": 38.090295,
    "title": "Удар БПЛА-камикадзе Герань (заявлено) по позиции дроноводов ВСУ в районе Северска",
    "date": "2025-04-01",
    "videoUrl": true
  },
  {
    "lat": 49.460878,
    "lon": 37.737736,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Новая Кругляковка",
    "date": "2025-04-01",
    "videoUrl": true
  },
  {
    "lat": 51.1284416,
    "lon": 34.9877875,
    "title": "Удары оптоволоконными FPV-дронами по технике ВСУ на дороге Суджа-Юнаковка&nbsp;",
    "date": "2025-04-01",
    "videoUrl": true
  },
  {
    "lat": 46.6177,
    "lon": 32.59389,
    "title": "Поражение ПВД на о. Корабелов г. Херсон",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 46.6178444,
    "lon": 32.5938951,
    "title": "Авиаудар по позиции ВСУ в Херсоне",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 51.1922536,
    "lon": 35.2005728,
    "title": "Анатомия разгрома. Часть 5",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 47.970922,
    "lon": 36.987972,
    "title": "Поселок Разлив освобождён!",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 48.233246,
    "lon": 37.238576,
    "title": "Уничтожение техники ВСУ в районе н.п. Лысовка",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 47.519526,
    "lon": 35.416896,
    "title": "Бойцы группировки «Днепр» выбили ВСУ и крупного опорного пункта возле н.п. Каменское. Противник бежит, есть пленные",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 50.03317,
    "lon": 36.2825,
    "title": "Поражено производство БПЛА г. Харьков&nbsp; ул.Григория Рудника 6",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 49.0216,
    "lon": 37.9529,
    "title": "Засада оптоволоконного FPV-дрона на пикап ВСУ в н.п. Торское",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 48.58137,
    "lon": 37.777956,
    "title": "Удары оптоволоконными FPV-дронами по бронетехнике ВСУ в районе Часов Яра",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 50.942473,
    "lon": 35.310176,
    "title": "БПЛА Форпост наносит удар по складу ГСМ ВСУ&nbsp;",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 47.53521,
    "lon": 35.82193,
    "title": "Выявление и уничтожение танка ВСУ в Новоданиловке&nbsp;",
    "date": "2025-03-31",
    "videoUrl": true
  },
  {
    "lat": 51.14732,
    "lon": 35.37737,
    "title": "Объективный контроль уничтоженной колонны бронетехники ВСУ в направлении н.п. Уланок",
    "date": "2025-03-30",
    "videoUrl": true
  },
  {
    "lat": 51.076062,
    "lon": 35.24452,
    "title": "Авиаудар по позиции ВСУ в районе Гуево",
    "date": "2025-03-30",
    "videoUrl": true
  },
  {
    "lat": 48.413348,
    "lon": 37.7868203,
    "title": "'Ланцет' уничтожает бронеавтомобиль Roshel Senator ВСУ в н.п Щербиновка",
    "date": "2025-03-30",
    "videoUrl": true
  },
  {
    "lat": 51.122745,
    "lon": 34.97327,
    "title": "Охота оптоволоконных FPV-дронов на дороге смерти (трасса Суджа-Юнаковка) (Часть 2)",
    "date": "2025-03-30",
    "videoUrl": true
  },
  {
    "lat": 51.171251,
    "lon": 35.1341338,
    "title": "Динамичные кадры выбивания арьергарда ВСУ с МАПП 'Суджа' и прилегающей территории в районе государственной границы Курской и Сумской областей",
    "date": "2025-03-30",
    "videoUrl": true
  },
  {
    "lat": 50.010853,
    "lon": 36.2373,
    "title": "Поражение военного госпиталя ул.Культуры г. Харьков",
    "date": "2025-03-30",
    "videoUrl": true
  },
  {
    "lat": 50.02249,
    "lon": 36.22464,
    "title": "Удар по ПВД в здании ООО 'Харьков Проект' г.Харьков",
    "date": "2025-03-30",
    "videoUrl": true
  },
  {
    "lat": 50.89582,
    "lon": 35.21259,
    "title": "Удар ОТР по РЛС ВСУ в районе н.п. Петрушевка Сумской области",
    "date": "2025-03-30",
    "videoUrl": true
  },
  {
    "lat": 47.976883,
    "lon": 36.750489,
    "title": "Авиаудар по ПВД ВСУ в н.п. Комар&nbsp;",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 48.579881,
    "lon": 37.830771,
    "title": "Удары оптоволоконными FPV-дронами по бронетехнике ВСУ во время отражения атаки в районе Часов Яра&nbsp;",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 48.441523,
    "lon": 35.0602,
    "title": "Удар по производству БПЛА в здании мебельной фабрики г.Днепропетровск",
    "date": "2025-03-28",
    "videoUrl": true
  },
  {
    "lat": 48.578408,
    "lon": 37.828454,
    "title": "Отражение атаки ВСУ в районе Часов Яра.&nbsp;",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 47.5736105,
    "lon": 35.7068614,
    "title": "Уничтожение FPV-дроном танка ВСУ в районе н.п. Новоандреевка",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 48.4482972,
    "lon": 37.8966472,
    "title": "Удары FPV-дронами по боевикам и технике ВСУ в районе Дзержинска",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 51.128374,
    "lon": 34.987018,
    "title": "Охота оптоволоконных FPV-дронов на дороге смерти (трасса Суджа-Юнаковка) (Часть 1)",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 50.9527075,
    "lon": 35.3560978,
    "title": "Удар FPV-дроном по позиции ВСУ в доме в н.п. Поповка",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 48.2995501,
    "lon": 37.7721565,
    "title": "Уничтожение ПВД и группы пехоты ВСУ в Пантелеймоновке",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 47.909597,
    "lon": 33.3328,
    "title": "Удар по ПВД по ул. Украинская д.29 г.Кривой Рог в здании ООО Промыслово-техническая безопасность",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 48.44436,
    "lon": 35.07176,
    "title": "Удар по кафедре боевой подготовки г.Днепропетровск",
    "date": "2025-03-28",
    "videoUrl": true
  },
  {
    "lat": 48.382505,
    "lon": 37.80312,
    "title": "Удар РСЗО по позициям ВСУ в н.п. Щербиновка",
    "date": "2025-03-28",
    "videoUrl": true
  },
  {
    "lat": 50.954444,
    "lon": 35.344648,
    "title": "Удары по позициям ВСУ в н.п. Поповка&nbsp;",
    "date": "2025-03-29",
    "videoUrl": true
  },
  {
    "lat": 48.203322,
    "lon": 36.973718,
    "title": "Удар УАСом по позиции ВСУ в н.п. Новосергеевка&nbsp;",
    "date": "2025-03-28",
    "videoUrl": true
  },
  {
    "lat": 47.5778,
    "lon": 35.703265,
    "title": "Уничтожение танка Т-72 65 омбр ВСУ с применением FPV-дрона в районе н.п. Новопавловка на Ореховском направлении",
    "date": "2025-03-28",
    "videoUrl": true
  },
  {
    "lat": 48.446371,
    "lon": 35.0811,
    "title": "г. Днепропетровск поражение ПВД в&nbsp;отеле Bartolomeo",
    "date": "2025-03-28",
    "videoUrl": true
  },
  {
    "lat": 47.9929536,
    "lon": 37.0156773,
    "title": "Удар оптоволоконным FPV-дроном по боевикам ВСУ на квадроцикле западнее Константинополя",
    "date": "2025-03-28",
    "videoUrl": true
  },
  {
    "lat": 49.864383,
    "lon": 37.629886,
    "title": "Уничтожение бронеавтомобиля ВСУ в районе н.п. Кутьковка",
    "date": "2025-03-28",
    "videoUrl": true
  },
  {
    "lat": 49.5823,
    "lon": 34.4602,
    "title": "Удар по предприятию Нафтоавтоматика г. Полтава занимавшиеся производством бронированной техники",
    "date": "2025-03-28",
    "videoUrl": true
  },
  {
    "lat": 50.953038,
    "lon": 35.356319,
    "title": "Удар БПЛА Форпост по группе боевиков ВСУ в доме в н.п. Поповка",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 51.097113,
    "lon": 35.268393,
    "title": "Штурмовики 22-го мотострелкового полка российской группировки 'Север' с боями продвинулись к центру Гуево в Курской области",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 48.415906,
    "lon": 37.786634,
    "title": "Уничтожение ударом артиллерии склада БК ВСУ в н.п. Щербиновка",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 49.331243,
    "lon": 37.734639,
    "title": "Детонация склада БК (заявлено) после удара НАРами в районе н.п. Шийковка",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 50.020564,
    "lon": 36.287927,
    "title": "Удар по производству комплектующих для БПЛА&nbsp; ООО 'Атрим Пак' г. Харьков",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 48.4502,
    "lon": 35.0662,
    "title": "Удар по производству БПЛА в здании института геотехнической механики им. Н.С. Полякова г. Днепропетровск",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 47.9487579,
    "lon": 36.6743684,
    "title": "'Ланцет' уничтожает САУ FH77 BW L52 «Archer»&nbsp;(?) ВСУ возгоранием боекомплекта в районе н.п Воскресенка",
    "date": "2025-03-24",
    "videoUrl": true
  },
  {
    "lat": 47.5500096,
    "lon": 35.5806377,
    "title": "Штурм позиции ВСУ у н.п. Щербаки",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 51.1728661,
    "lon": 35.1406389,
    "title": "МАПП Суджа освобожден!",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 49.366127,
    "lon": 37.889105,
    "title": "Точный удар по группе боевиков ВСУ в районе н.п. Надия&nbsp;",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 51.12085,
    "lon": 35.1739,
    "title": "Удар ОТР по позиции ВСУ в районе н. п. Олешня",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 51.042211,
    "lon": 35.27631,
    "title": "Авиаудар по ПВД ВСУ в Мирополье&nbsp;",
    "date": "2025-03-27",
    "videoUrl": true
  },
  {
    "lat": 51.193727,
    "lon": 35.1813884,
    "title": "Уничтоженная бронеэкзотика НАТО на Курской земле",
    "date": "2025-03-26",
    "videoUrl": true
  },
  {
    "lat": 50.3006,
    "lon": 34.897132,
    "title": "г.Ахтрыка удар по ПВД на территории хлебокомбината&nbsp;",
    "date": "2025-03-26",
    "videoUrl": true
  },
  {
    "lat": 51.768,
    "lon": 32.24417,
    "title": "Удар по производству БПЛА в мебельной фабрике&nbsp;«KORFAD» в нп Корюковка Черниговской&nbsp; обл.",
    "date": "2025-03-26",
    "videoUrl": true
  },
  {
    "lat": 48.957437,
    "lon": 38.098077,
    "title": "Удар ТОСом по позиции ВСУ в Кременском лесу",
    "date": "2025-03-26",
    "videoUrl": true
  },
  {
    "lat": 47.9476,
    "lon": 33.31622,
    "title": "Поражено предприятие&nbsp; ООО «Стил Ворк» г.Кривой Рог",
    "date": "2025-03-26",
    "videoUrl": true
  },
  {
    "lat": 47.9427817,
    "lon": 36.9104589,
    "title": "Американский бронеавтомобиль International MaxxPro ВСУ уничтожен ударом оптоволоконного FPV-дрона 'КВН' южнее н.п. Богатырь, ДНР",
    "date": "2025-03-26",
    "videoUrl": true
  },
  {
    "lat": 46.7060761,
    "lon": 32.8403005,
    "title": "Удар по позиции ВСУ в н.п. Никольское",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 49.029643,
    "lon": 37.933382,
    "title": "Удар УАСом по позиции ВСУ в н.п. Заречное",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 48.410421,
    "lon": 37.782459,
    "title": "Удар FPV-дроном по Hamvee ВСУ в н.п. Щербиновка",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 48.234052,
    "lon": 37.206886,
    "title": "Удар по плотине у н.п. Чинишино",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 47.8097,
    "lon": 34.9258,
    "title": "Удар по расположению&nbsp; операторов БПЛА у нп Долинское Запорожской области&nbsp;",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 47.8022,
    "lon": 35.6408,
    "title": "Удар Геранью по ПВД в н. п. Новоивановка Запорожской области&nbsp;",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 49.221215,
    "lon": 37.293789,
    "title": "Прилет в склад БК г. Изюм на бывшем хлебоприемном предприятии",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 47.5780553,
    "lon": 35.4633363,
    "title": "На Запорожском направлении ударами FPV-дронов 'Скворец' ВС РФ уничтожен танк Т-72М1 ВСУ&nbsp;",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 48.605606,
    "lon": 37.737967,
    "title": "Операторы FPV-дронов «Южной» группировки уничтожили пункт управления БпЛА и миномёт ВСУ в районе населенного пункта Марково в ДНР",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 49.9298377,
    "lon": 37.6944783,
    "title": "Погоня за грузовиком с боевиками ВСУ закончилась удачным поражением в кузов в н.п. Петроивановка&nbsp;",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 48.248367,
    "lon": 37.219915,
    "title": "Уничтожение сбросами и FPV-дронами автотранспорта боевиков ВСУ в н.п. Новопавловка&nbsp;",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 50.943528,
    "lon": 35.388936,
    "title": "Белгородский участок Государственной границы и Демидовка. Кадры уничтожения техники и живой силы противника от наших пограничников",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 46.85546,
    "lon": 33.480832,
    "title": "Уничтожение сбросом БТР M113 ВСУ в н.п. Новоберислав на правом берегу Днепра&nbsp;",
    "date": "2025-03-25",
    "videoUrl": true
  },
  {
    "lat": 50.9253,
    "lon": 34.78443,
    "title": "Детонация боеприпасов на территории НПЦ НПО им.Фрунзе&nbsp;",
    "date": "2025-03-24",
    "videoUrl": true
  },
  {
    "lat": 48.4188156,
    "lon": 37.7559338,
    "title": "Авиаудар по позиции ВСУ в н.п. Катериновка",
    "date": "2025-03-24",
    "videoUrl": true
  },
  {
    "lat": 51.2004233,
    "lon": 35.0024796,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Журавка Сумской области",
    "date": "2025-03-24",
    "videoUrl": true
  },
  {
    "lat": 48.1892399,
    "lon": 36.9883517,
    "title": "Мгновенная разгрузка FPV-дроном 'ВТ-40' вражеского расчёта БПЛА в н.п. Новоалександровка",
    "date": "2025-03-24",
    "videoUrl": true
  },
  {
    "lat": 49.733164,
    "lon": 37.603115,
    "title": "Авиаудар по ПВД ВСУ в Купянске",
    "date": "2025-03-24",
    "videoUrl": true
  },
  {
    "lat": 48.0030523,
    "lon": 37.0360547,
    "title": "Уничтожение группы боевиков ВСУ в районе н.п. Константинополь",
    "date": "2025-03-24",
    "videoUrl": true
  },
  {
    "lat": 49.784242,
    "lon": 37.567958,
    "title": "Трупы противника в населенном пункте Малая Шапковка, который сейчас штурмуют наши подразделения",
    "date": "2025-03-23",
    "videoUrl": true
  },
  {
    "lat": 48.58987,
    "lon": 37.819147,
    "title": "Объективный контроль уничтожения FPV-дроном Молния склада БК ВСУ в Часов Яре",
    "date": "2025-03-23",
    "videoUrl": true
  },
  {
    "lat": 48.261057,
    "lon": 37.753695,
    "title": "Операторы дронов 68 'Железного' танкового полка и 20 мотострелкового полка ('Zащитники') разбили отряд ВСУ, который попытался контратаковать южнее Дзержинска",
    "date": "2025-03-23",
    "videoUrl": true
  },
  {
    "lat": 48.103141,
    "lon": 37.035791,
    "title": "Группировка 'ЦЕНТР' освобождает н.п. Срибное в ДНР",
    "date": "2025-03-23",
    "videoUrl": true
  },
  {
    "lat": 48.8851505,
    "lon": 38.1855854,
    "title": "Операторы оптоволоконных FPV-дронов 'КВН' эффектно сожгли Humvee ВСУ на Северском направлении",
    "date": "2025-03-23",
    "videoUrl": true
  },
  {
    "lat": 48.3573459,
    "lon": 37.6046237,
    "title": "Авиаудар по ПВД и КНП ВСУ в н.п. Александрополь",
    "date": "2025-03-23",
    "videoUrl": true
  },
  {
    "lat": 48.407749,
    "lon": 37.829715,
    "title": "Катастрофа украинского контрнаступления под Дзержинском",
    "date": "2025-03-23",
    "videoUrl": true
  },
  {
    "lat": 50.8678501,
    "lon": 35.2918807,
    "title": "БПЛА Орион наносит удар по позиции орудия ВСУ в районе н.п. Угроеды",
    "date": "2025-03-23",
    "videoUrl": true
  },
  {
    "lat": 50.882083,
    "lon": 35.299538,
    "title": "БПЛА Форпост наносит удар по инженерной технике ВСУ в районе н.п. Угроеды",
    "date": "2025-03-23",
    "videoUrl": true
  },
  {
    "lat": 46.389494,
    "lon": 30.70568,
    "title": "Поражение зданий в которых производились БПЛА рядом с заводом 'Телекарт' г. Одесса",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 50.9297269,
    "lon": 35.3801382,
    "title": "БПЛА Орион наносит удар по боевикам ВСУ в районе госграницы",
    "date": "2025-03-22",
    "videoUrl": true
  },
  {
    "lat": 51.036223753139126,
    "lon": 35.26496402525303,
    "title": "Удары УАСами по позиции ВСУ в н.п. Мирополье&nbsp;",
    "date": "2025-03-22",
    "videoUrl": true
  },
  {
    "lat": 50.912519,
    "lon": 35.339477,
    "title": "Удар FPV-дроном по квадроциклу ВСУ в приграничье Белгородской области",
    "date": "2025-03-22",
    "videoUrl": true
  },
  {
    "lat": 48.258611,
    "lon": 37.2035726,
    "title": "Уничтожение БМП ВСУ в Красноармейске (Покровске)",
    "date": "2025-03-22",
    "videoUrl": true
  },
  {
    "lat": 47.84201,
    "lon": 35.15084,
    "title": "Удар в помещение по производству БПЛА г. Запорожье рядом с кафе 'Очаг'",
    "date": "2025-03-22",
    "videoUrl": true
  },
  {
    "lat": 48.5271731,
    "lon": 32.2577081,
    "title": "Массированный удар по авиабазе в Кропивницком",
    "date": "2025-03-19",
    "videoUrl": true
  },
  {
    "lat": 51.182971,
    "lon": 35.082516,
    "title": "Поражение оптоволоконными FPV-дронами БМП Marder ВСУ в районе н.п. Басовка",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 51.19185394469308,
    "lon": 35.2284517045354,
    "title": "Суджа. Анатомия разгрома. Часть 2",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 48.617117,
    "lon": 37.722941,
    "title": "'Ланцет' и FPV-дроны уничтожают танк Т-64БВ ВСУ в районе н.п Веролюбовка",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 50.8759455,
    "lon": 35.2398197,
    "title": "БПЛА Орион наносит удар по САУ (заявлена 2С22 Богдана) ВСУ в районе н. п. Наумоввка Сумской области&nbsp;",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 51.1728275,
    "lon": 35.1404655,
    "title": "Охота на боевиков ВСУ на дороге&nbsp;'Суджа-Юнаковка'",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 51.5443028,
    "lon": 34.1108022,
    "title": "Удар РСЗО по позиции орудия и дроноводов ВСУ в районе н.п. Шалыгино",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 46.4653659,
    "lon": 32.2118468,
    "title": "Сбитие 'зенитным' FPV-дроном ВС РФ разведывательного БПЛА 'Лелека-100' ВСУ над н.п Рыбальче, Херсонской области",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 47.683586,
    "lon": 36.24072,
    "title": "Авиаудар по ПВД ВСУ в Гуляйполе",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 50.8818526,
    "lon": 35.3029272,
    "title": "БПЛА Орион наносит удар по квадроциклам ВСУ в районе н.п. Петрушевка",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 48.4753667,
    "lon": 37.69316,
    "title": "Авиаудар по ПВД ВСУ в н.п. Бересток",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 48.732609,
    "lon": 37.59192,
    "title": "Удар ОТР по зданию СБУ в Краматорске",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 50.930028,
    "lon": 35.3802036,
    "title": "Удары УАСами по боевикам ВСУ в Белгородском приграничье",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 49.9312384,
    "lon": 37.7215362,
    "title": "FPV-расчёт группы Антагониста уничтожил БТР-80 ВСУ на Купянском направлении",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 47.974985,
    "lon": 37.004295,
    "title": "Поражение оптоволоконными FPV-дронами л/с, укрытий,&nbsp;техники&nbsp;и артиллерии&nbsp;ВСУ в исполнении операторов группы Байкал",
    "date": "2025-03-21",
    "videoUrl": true
  },
  {
    "lat": 48.3423057,
    "lon": 37.5509292,
    "title": "Один день из жизни штурмовика. Восточнее Красноармейска (Покровска) н.п. Тарасовка",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 50.9279843,
    "lon": 34.8057866,
    "title": "Дрон-камикадзе 'Герань-2' с оптической системой наведения обходит мобильные огневые группы противника и поражает ЖД-состав в городе Сумы",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 48.849796,
    "lon": 37.60842,
    "title": "Удар БПЛА-камикадзе Герань по ПВД ВСУ в Славянске&nbsp;",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 48.860324,
    "lon": 37.579102,
    "title": "Удар БПЛА-камикадзе Герань по ПВД ВСУ в Славянске&nbsp;",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 50.378822153333935,
    "lon": 35.963232071853845,
    "title": "Удар оптоволоконным FPV-дроном по РСЗО RAK-12 ВСУ в районе н.п. Барановка",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 50.91754,
    "lon": 35.379935,
    "title": "Отражение атаки ВСУ в районе н.п. Марьино",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 50.9236303,
    "lon": 35.3797043,
    "title": "Удар оптоволоконным FPV-дроном по БМП Marder ВСУ в районе н.п.&nbsp;",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 51.089166,
    "lon": 35.261886,
    "title": "Авиаудар по позиции ВСУ в районе н. п. Гуево",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 46.6346558,
    "lon": 32.6257739,
    "title": "Авиаудар по ПВД ВСУ в Херсоне",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 46.8529303,
    "lon": 33.2785011,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Томарино",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 50.8564118,
    "lon": 35.2917027,
    "title": "'Ланцет' уничтожает гаубицу M777 ВСУ в районе н.п&nbsp;Угроеды",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 51.18902,
    "lon": 35.19857,
    "title": "Уничтоженная техника ВСУ на дороге в районе н.п. Рубанщина Курской области&nbsp;",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 50.273683,
    "lon": 36.938438,
    "title": "FPV-дроном 'ВТ-40' (на оптоволокне) уничтожен пикап с л/с ВСУ в районе Волчанска",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 48.43108,
    "lon": 37.85886,
    "title": "'Ланцет' наносит удар по уничтоженному танку Т-80БВ ВСУ",
    "date": "2025-03-20",
    "videoUrl": true
  },
  {
    "lat": 47.974177,
    "lon": 37.00916,
    "title": "Удар ТОСом по позициям ВСУ в н.п. Разлив",
    "date": "2025-03-19",
    "videoUrl": true
  },
  {
    "lat": 51.16175,
    "lon": 35.20162,
    "title": "Штурм позиции ВСУ в районе н.п. Меловой Курской области&nbsp;",
    "date": "2025-03-19",
    "videoUrl": true
  },
  {
    "lat": 48.3581121,
    "lon": 37.4945081,
    "title": "Уничтожение ПВД ВСУ в н.п. Новая Полтавка",
    "date": "2025-03-19",
    "videoUrl": true
  },
  {
    "lat": 49.6985525,
    "lon": 37.7403522,
    "title": "Удар ЛМУРом по ПВД ВСУ в н.п. Петропавловка",
    "date": "2025-03-19",
    "videoUrl": true
  },
  {
    "lat": 50.932615,
    "lon": 35.380859,
    "title": "Объективный контроль&nbsp;очередной провальная попытки штурма боевиками ВСУ госграницы со стороны н.п. Марьино Сумской области&nbsp;",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 50.9247316,
    "lon": 35.3798444,
    "title": "Объективный контроль исхода атаки ВСУ в районе госграницы у н.п. Демидовка Белгородской области&nbsp;",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 50.9227915,
    "lon": 35.3794513,
    "title": "Удар FPV-дроном по БМП-1ТС ВСУ в районе госграницы у н.п. Демидовка Белгородской области&nbsp;",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 50.9291872,
    "lon": 35.3806504,
    "title": "Отражение атаки украинских фашистов в Белгородском приграничье",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 50.9226937,
    "lon": 35.3794567,
    "title": "Удар оптоволоконным FPV-дроном по квадроциклу ВСУ в районе госграницы у н.п. Демидовка Белгородской области&nbsp;",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 48.225364,
    "lon": 37.138165,
    "title": "Бегство с позиций боевиков ВСУ&nbsp;",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 50.9318829,
    "lon": 35.3790736,
    "title": "Уничтожение техники ВСУ в так называемом 'контрнаступлении' на стыке Белгородской и Курской обл.Район н.п. Демидовка",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 48.4343169,
    "lon": 37.7655437,
    "title": "Авиаудар по позициям ВСУ в районе н.п. Клебан Бык",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 50.93051,
    "lon": 35.38274,
    "title": "'Ланцет' наносит удар по БМП M2A2 Bradley ВСУ на стыке Сумской и Белгородской области",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 50.9236998,
    "lon": 35.3796023,
    "title": "'Ланцет' наносит удар по танку Т-72 ВСУ в районе н.п Марьино",
    "date": "2025-03-19",
    "videoUrl": true
  },
  {
    "lat": 49.798179,
    "lon": 36.034873,
    "title": "Уничтожен завод&nbsp;завод AES Group по производству ГСМ",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 48.590663,
    "lon": 34.82019,
    "title": "Удар по складу ГСМ г. Днепропетровск",
    "date": "2025-03-17",
    "videoUrl": true
  },
  {
    "lat": 51.1863393,
    "lon": 35.238595,
    "title": "Суджа. Анатомия разгрома",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 51.150552,
    "lon": 35.1497,
    "title": "Поражение района сосредоточения живой силы 95 одшбр и 36 обрмп ВСУ ракетным ударом (заявлено) в районе н.п. Олешня на Курском направлении&nbsp;",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 48.919265,
    "lon": 38.253294,
    "title": "Кадры штурма бункера ВСУ в районе Белогоровки",
    "date": "2025-03-18",
    "videoUrl": true
  },
  {
    "lat": 50.21398,
    "lon": 36.899094,
    "title": "Удар FPV-дроном по Hamvee ВСУ в районе н.п. Симиновка",
    "date": "2025-03-17",
    "videoUrl": true
  },
  {
    "lat": 48.526196,
    "lon": 37.821821,
    "title": "Кадры объективного контроля уничтожения артиллеристами Южной группировки войск ПВД ВСУ в н.п. Предтечино",
    "date": "2025-03-17",
    "videoUrl": true
  },
  {
    "lat": 51.3008,
    "lon": 35.2096,
    "title": "Уничтоженная техника ВСУ на дороге в районе хутора Никольский",
    "date": "2025-03-17",
    "videoUrl": true
  },
  {
    "lat": 46.79337,
    "lon": 33.343773,
    "title": "Удар ЛМУРом по ПВД ВСУ в н.п. Казацкое",
    "date": "2025-03-17",
    "videoUrl": true
  },
  {
    "lat": 49.1526755,
    "lon": 37.8986456,
    "title": "Удар флешетам по пехоте ВСУ на Краснолиманском направлении",
    "date": "2025-03-17",
    "videoUrl": true
  },
  {
    "lat": 48.5559726,
    "lon": 37.8207449,
    "title": "Расчет Молний 299-го Ярославского полка разобрал до основания укрытие ВСУ в Часов Яре",
    "date": "2025-03-17",
    "videoUrl": true
  },
  {
    "lat": 52.116358,
    "lon": 32.57505,
    "title": "Удара ОТРК 'Искандер' по замаскированной позиции бойцов 144 омбр ВСУ в районе н.п. Куты Вторые Черниговской области",
    "date": "2025-03-17",
    "videoUrl": true
  },
  {
    "lat": 50.26684,
    "lon": 36.923986,
    "title": "Уничтожение склада БК ВСУ на юге Волчанска",
    "date": "2025-03-16",
    "videoUrl": true
  },
  {
    "lat": 51.184747,
    "lon": 35.248497,
    "title": "Освобожденный от врага населенный пункт Гончаровка Курской области",
    "date": "2025-03-16",
    "videoUrl": true
  },
  {
    "lat": 46.8242679,
    "lon": 33.2193735,
    "title": "Авиаудар по ПВД ВСУ в н.п. Бургунка на правом берегу Днепра",
    "date": "2025-03-15",
    "videoUrl": true
  },
  {
    "lat": 47.5535,
    "lon": 35.577786,
    "title": "Удар ЛМУРом по позиции ВСУ",
    "date": "2025-03-15",
    "videoUrl": true
  },
  {
    "lat": 51.1921433,
    "lon": 35.2011451,
    "title": "Уничтожение автомобильной техники с боеприпасами 61 омбр ВСУ противотанковой миной установленной дистанционным минированием в районе н.п. Гоголевка в Курском приграничье",
    "date": "2025-03-15",
    "videoUrl": true
  },
  {
    "lat": 50.29192,
    "lon": 36.94351,
    "title": "Поражение района сосредоточения живой силы 57 омпбр ВСУ тяжелыми огневыми подразделениями ВС РФ на территории текстильной фабрики в районе н.п. Волчанск",
    "date": "2025-03-15",
    "videoUrl": true
  },
  {
    "lat": 48.563367,
    "lon": 37.78438,
    "title": "Разведчики 215 орб обнаружили пункт управления и запуска дронов ВСУ и оперативно его уничтожили",
    "date": "2025-03-15",
    "videoUrl": true
  },
  {
    "lat": 48.212458,
    "lon": 37.137235,
    "title": "Уничтожение бронеавтомобиля ВСУ с десантом в н.п. Шевченко",
    "date": "2025-03-15",
    "videoUrl": true
  },
  {
    "lat": 47.918706,
    "lon": 33.426591,
    "title": "Удар по ПС 330 кВ 'Кировская'&nbsp; в г. Кривой Рог",
    "date": "2025-03-14",
    "videoUrl": true
  },
  {
    "lat": 47.935236,
    "lon": 33.42438,
    "title": "Удар по ПВД в&nbsp; ресторане на улице Павла Глазового 26а&nbsp; г. Кривой Рог",
    "date": "2025-03-14",
    "videoUrl": true
  },
  {
    "lat": 50.1905139,
    "lon": 37.4761355,
    "title": "'Ланцет' уничтожает САУ 2С22 'Богдана' ВСУ в районе н.п. Должанка Харьковской области",
    "date": "2025-03-14",
    "videoUrl": true
  },
  {
    "lat": 46.6746889,
    "lon": 32.7198161,
    "title": "Авиаудар по позиции ВСУ в районе Антоновского моста",
    "date": "2025-03-14",
    "videoUrl": true
  },
  {
    "lat": 47.9021546,
    "lon": 36.6873952,
    "title": "Поражение ПУ БПЛА и ПВД 141 омбр ВСУ с применением ФАБ-500 с УМПК в районе н.п. Шевченко",
    "date": "2025-03-14",
    "videoUrl": true
  },
  {
    "lat": 47.993454,
    "lon": 36.932728,
    "title": "Авиаудар по ПВД ВСУ в н.п. Богатырь",
    "date": "2025-03-14",
    "videoUrl": true
  },
  {
    "lat": 46.63472,
    "lon": 32.623936,
    "title": "Удар по ППД СБУ г.Херсон",
    "date": "2025-03-13",
    "videoUrl": true
  },
  {
    "lat": 46.317908,
    "lon": 30.639464,
    "title": "Удар по ПС на территории г. Ильичевск 'Темп' 110/10",
    "date": "2025-03-15",
    "videoUrl": true
  },
  {
    "lat": 48.4846668,
    "lon": 35.12131,
    "title": "Удар по ПС г.Днепропетровск",
    "date": "2025-03-13",
    "videoUrl": true
  },
  {
    "lat": 51.0826,
    "lon": 34.78706,
    "title": "Удар по ПВД нп Хотень Сумская обл",
    "date": "2025-03-13",
    "videoUrl": true
  },
  {
    "lat": 51.204446,
    "lon": 35.249236,
    "title": "Уличный бой в пригороде Суджи",
    "date": "2025-03-13",
    "videoUrl": true
  },
  {
    "lat": 48.5171992,
    "lon": 37.7977999,
    "title": "'Ланцет' уничтожает бронеавтомобиль ВСУ в районе н.п Предтечино",
    "date": "2025-03-12",
    "videoUrl": true
  },
  {
    "lat": 49.3678936,
    "lon": 37.9257253,
    "title": "Уничтожение бронетехники ВСУ в районе н.п. Надия",
    "date": "2025-03-13",
    "videoUrl": true
  },
  {
    "lat": 51.1829382,
    "lon": 35.2468381,
    "title": "Авиаудар ФАБ-3000 по позиции ВСУ в Курской области",
    "date": "2025-03-13",
    "videoUrl": true
  },
  {
    "lat": 47.9240329,
    "lon": 36.7957298,
    "title": "Флаг России над домом в северной части поселка Днепроэнергия",
    "date": "2025-03-13",
    "videoUrl": true
  },
  {
    "lat": 50.90091,
    "lon": 34.837299,
    "title": "Поражен склад г.Сумы в здании Новой Почты и Delivery",
    "date": "2025-03-12",
    "videoUrl": true
  },
  {
    "lat": 48.5114228,
    "lon": 35.10558,
    "title": "Удар по ТЭС 'АЯКС' в Днепропетровске",
    "date": "2025-03-12",
    "videoUrl": true
  },
  {
    "lat": 47.911624,
    "lon": 33.4221,
    "title": "Удар по ПВД в гостинице 'Дружба ' г.Кривой Рог",
    "date": "2025-03-12",
    "videoUrl": true
  },
  {
    "lat": 51.064209,
    "lon": 35.230547,
    "title": "Удар ОТР по ПВД ВСУ в н.п. Горналь",
    "date": "2025-03-12",
    "videoUrl": true
  },
  {
    "lat": 49.8191854,
    "lon": 37.5214313,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Моначиновка",
    "date": "2025-03-12",
    "videoUrl": true
  },
  {
    "lat": 51.1904117,
    "lon": 35.2692298,
    "title": "Военнослужащие ВС РФ на Советской площади в центре города Суджа",
    "date": "2025-03-12",
    "videoUrl": true
  },
  {
    "lat": 46.443,
    "lon": 30.65557,
    "title": "Горит склад ГСМ г. Одесса",
    "date": "2025-03-11",
    "videoUrl": true
  },
  {
    "lat": 47.5085761,
    "lon": 35.4608984,
    "title": "В Запорожской области ВС РФ освободили н.п. Пятихатки",
    "date": "2025-03-11",
    "videoUrl": true
  },
  {
    "lat": 51.183971,
    "lon": 35.286908,
    "title": "Замостье освобождено",
    "date": "2025-03-11",
    "videoUrl": true
  },
  {
    "lat": 51.174356,
    "lon": 35.312037,
    "title": "Махновка освобождена",
    "date": "2025-03-11",
    "videoUrl": true
  },
  {
    "lat": 51.25823,
    "lon": 35.183862,
    "title": "Кадры штурма и освобождения подразделениями Тульского соединения ВДВ н.п. Лебедевка в Суджанском районе Курской области",
    "date": "2025-03-11",
    "videoUrl": true
  },
  {
    "lat": 51.25813,
    "lon": 35.26428,
    "title": "Апти Алаудинов в Зозулевке",
    "date": "2025-03-10",
    "videoUrl": true
  },
  {
    "lat": 50.9334948,
    "lon": 34.9344422,
    "title": "Объективный контроль удара ОТРК 'Искандер' по укрытой позиции ЗРК 'Бук-М1' ВСУ в районе н.п Токари Сумской области",
    "date": "2025-03-11",
    "videoUrl": true
  },
  {
    "lat": 49.34178,
    "lon": 37.54882,
    "title": "Удар ракетой Х-38 (заявлено) по переправе ВСУ в районе н.п. Гороховатка Харьковской области",
    "date": "2025-03-10",
    "videoUrl": true
  },
  {
    "lat": 47.5767367,
    "lon": 35.3624682,
    "title": "Удар БПЛА-камикадзе Герань по месту подготовки и запуска БПЛА ВСУ в районе н.п. Степногорск Запорожской области",
    "date": "2025-03-10",
    "videoUrl": true
  },
  {
    "lat": 50.145733012,
    "lon": 35.546536,
    "title": "Поражение завода по производству БПЛА г.Богодухов",
    "date": "2025-03-10",
    "videoUrl": true
  },
  {
    "lat": 51.1824523,
    "lon": 35.1797239,
    "title": "Уничтожение здания с укрывающимися в нем боевиками ВСУ в н.п. Гоголевка&nbsp;",
    "date": "2025-03-10",
    "videoUrl": true
  },
  {
    "lat": 50.998167,
    "lon": 35.084795,
    "title": "БПЛА Орион наносит удар автотранспорту ВСУ в районе н.п. Груновка Сумской области&nbsp;",
    "date": "2025-03-10",
    "videoUrl": true
  },
  {
    "lat": 51.001776,
    "lon": 35.088915,
    "title": "БПЛА Форпост наносит удар по переправе ВСУ в районе н.п. Груновка Сумской области&nbsp;",
    "date": "2025-03-10",
    "videoUrl": true
  },
  {
    "lat": 51.0888711,
    "lon": 35.2594708,
    "title": "Удар по скоплению л/с ВСУ в районе н.п. Гуево. Работает 40-я ОГБрМП, группа Доброго",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 50.159107,
    "lon": 35.515806,
    "title": "Поражена ПВД г.Богдухов школа №2",
    "date": "2025-03-15",
    "videoUrl": true
  },
  {
    "lat": 46.635584,
    "lon": 32.722927,
    "title": "Поражение моста через р.Конка г. Херсон",
    "date": "2025-03-15",
    "videoUrl": true
  },
  {
    "lat": 51.2346885,
    "lon": 35.2574142,
    "title": "Оптоволоконный FPV-дрон 'КВН' пролетает по улицам н.п. Казачья Локня, Курской области, фиксируя уничтоженную технику ВСУ",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 51.330227,
    "lon": 35.235037,
    "title": "Флаг России над КПП женской колонии в Малой Локне",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 51.2453824,
    "lon": 35.3656427,
    "title": "Мартыновка освобождена!",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 48.3829548,
    "lon": 37.837485,
    "title": "Кадры работы российских штурмовиков во время освобождения Дзержинска",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 51.3348028,
    "lon": 35.2265187,
    "title": "ВС РФ освободили населенный пункт Малая Локня в Курском приграничье!",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 51.176715,
    "lon": 35.286031,
    "title": "Удар БПЛА Форпост по бронеавтомобилю ВСУ в районе н.п. Замостье",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 47.9942577,
    "lon": 37.0293257,
    "title": "Кадры освобождения н.п. Константинополь, ДНР",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 48.0051,
    "lon": 37.050852,
    "title": "Русские бойцы вброд преодолевают реку Сухие Ялы в районе Константинополя",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 48.238968,
    "lon": 37.010833,
    "title": "Неудачный штурм ВСУ комплекса ВПС-1 шахтоуправления 'Покровское'",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 50.9445,
    "lon": 34.75848,
    "title": "Сумы удар по областному диагностическому центру (военный госпиталь)",
    "date": "2025-03-19",
    "videoUrl": true
  },
  {
    "lat": 47.91175,
    "lon": 35.25147,
    "title": "Поражена ГРС г.Запорожье",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 51.2313671,
    "lon": 35.2576849,
    "title": "Авиаудар ФАБ-3000 по мосту в Казачьей Локне",
    "date": "2025-03-09",
    "videoUrl": true
  },
  {
    "lat": 51.1992424,
    "lon": 35.247893,
    "title": "Удар ОТР по ПВД ВСУ в Судже",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 51.2581885,
    "lon": 35.175474,
    "title": "В Курской области от оккупации ВСУ освобожден н.п. Лебедевка",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 51.1937068,
    "lon": 35.2801969,
    "title": "Горящая колонна техники ВСУ на улице 8-ого марта в Судже",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 48.8731441,
    "lon": 38.1118739,
    "title": "Авиаудар по позиции ВСУ в Северске",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 49.3613759,
    "lon": 37.9494512,
    "title": "Сбросы по боевикам ВСУ в районе н.п. Райгородка",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 51.2989884,
    "lon": 35.3332696,
    "title": "От оккупации ВСУ освобождено Черкасское Поречное, Курской области",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 51.0879505,
    "lon": 35.2671722,
    "title": "Авиаудар ФАБ-3000 по позиции ВСУ в районе н.п. Гуево Курской области",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 51.062088,
    "lon": 35.228991,
    "title": "Удар УАСом по переправе ВСУ около моста в районе н.п. Горналь",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 46.9801043,
    "lon": 32.4121766,
    "title": "Удар ОТР по грузовику Oshkosh М1084 ВСУ в районе н.п. Новониколаевка",
    "date": "2025-03-08",
    "videoUrl": true
  },
  {
    "lat": 51.062088,
    "lon": 35.228991,
    "title": "Удар УАСом по мосту в районе н.п. Горналь",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 51.198653,
    "lon": 35.2923621,
    "title": "Уничтожение заминированного противником моста оптоволоконным FPV-дроном 'КВН' в районе г. Суджа",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 47.8968984,
    "lon": 36.6802543,
    "title": "Авиаудар&nbsp;по ПВД ВСУ в районе н.п. Шевченко",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 51.3338322,
    "lon": 35.2125847,
    "title": "В Курской области освобождена Николаевка",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 47.5091585,
    "lon": 35.4680757,
    "title": "Оптоволоконный FPV-дрон 'КВН' похоронил группу пехоты ВСУ в н.п. Пятихатки, Запорожской области",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 48.549539,
    "lon": 37.8242,
    "title": "Уничтожение ПУ БПЛА ВСУ в районе Часов Яра",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 51.342291,
    "lon": 35.220826,
    "title": "Флаг России над одним из домов в н.п. Старая Сорочина",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 49.50491,
    "lon": 25.6285624,
    "title": "Поражена КС г. Тернополь&nbsp;",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 50.05045,
    "lon": 34.01159,
    "title": "Поражена газодобывающая инфраструктура нп Семиренки Полтавской обл.&nbsp;",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 50.012108,
    "lon": 34.0764996,
    "title": "Поражена газодобывающая инфраструктура Полтавской обл. нп Ковалевка",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 49.94019,
    "lon": 34.59122,
    "title": "Поражен газоперерабатывающий завод&nbsp; в районе н.п. Опошня. Полтавской обл.",
    "date": "2025-03-07",
    "videoUrl": true
  },
  {
    "lat": 47.945037,
    "lon": 36.672915,
    "title": "'Ланцет' уничтожает САУ 2С3 'Акация' (заявлено) ВСУ в районе н.п Воскресенка",
    "date": "2025-03-04",
    "videoUrl": true
  },
  {
    "lat": 46.6860571,
    "lon": 32.7746049,
    "title": "Авиаудар по ПВД ВСУ в районе н.п. Антоновка на правом берегу Днепра",
    "date": "2025-03-06",
    "videoUrl": true
  },
  {
    "lat": 48.3412364,
    "lon": 37.5556821,
    "title": "Операторами дронов Южной группировки войск обнаружено укрытие живой силы ВСУ в населенном пункте Тарасовка",
    "date": "2025-03-06",
    "videoUrl": true
  },
  {
    "lat": 51.2555748,
    "lon": 35.1898543,
    "title": "Уничтожение позиций боевиков ВСУ в н.п. Лебедевка Курской области",
    "date": "2025-03-06",
    "videoUrl": true
  },
  {
    "lat": 48.2483268,
    "lon": 37.2176775,
    "title": "Авиаудар по позиции ВСУ на Красноармейском (Покровском) направлении&nbsp;",
    "date": "2025-03-06",
    "videoUrl": true
  },
  {
    "lat": 47.6600757,
    "lon": 36.2711344,
    "title": "Авиация 11 гвардейской армии ВВС ПВО отработала по командному пункту ВСУ в н.п. Гуляйполе",
    "date": "2025-03-06",
    "videoUrl": true
  },
  {
    "lat": 48.7191894,
    "lon": 37.7886937,
    "title": "Уничтожение брошенной САУ 2С1 'Гвоздика' ВСУ оптоволоконными FPV-дронами 'КВН' на Краматорском направлении",
    "date": "2025-03-06",
    "videoUrl": true
  },
  {
    "lat": 48.640142,
    "lon": 37.843008,
    "title": "Бойцы бригады Север-V пресекли попытку наступления на свои позиции в районе Григоровки",
    "date": "2025-03-06",
    "videoUrl": true
  },
  {
    "lat": 48.03428,
    "lon": 33.479212,
    "title": "Удар по ПВД в гостинице 'Центральная' г.Кривой Рог",
    "date": "2025-03-06",
    "videoUrl": true
  },
  {
    "lat": 51.175347,
    "lon": 35.2214332,
    "title": "Курская область Суджанский район. Продолжаем кошмарить бомжей ВСУ",
    "date": "2025-03-05",
    "videoUrl": true
  },
  {
    "lat": 50.315284,
    "lon": 35.935205,
    "title": "Уничтожение БТР M577 ВСУ с десантом в районе н.п. Золочев Сумской области",
    "date": "2025-03-05",
    "videoUrl": true
  },
  {
    "lat": 51.04007,
    "lon": 35.27297,
    "title": "Уничтожение УАСом ПВД ВСУ в н.п. Мирополье",
    "date": "2025-03-05",
    "videoUrl": true
  },
  {
    "lat": 47.989705,
    "lon": 36.942622,
    "title": "36 армия группировки 'Восток' поразила пункт управления БпЛА противника. На сей раз не ограничились БпЛА, нанеся массированный удар по объекту врага. Южно-Донецкое направление",
    "date": "2025-03-05",
    "videoUrl": true
  },
  {
    "lat": 48.01916,
    "lon": 37.05447,
    "title": "Андреевка под контролем 114-й бригады 51-й армии!",
    "date": "2025-03-04",
    "videoUrl": true
  },
  {
    "lat": 48.5865662,
    "lon": 37.8322975,
    "title": "Удар по позиции ВСУ в Часов Яре",
    "date": "2025-03-04",
    "videoUrl": true
  },
  {
    "lat": 48.4276076,
    "lon": 37.8653532,
    "title": "Бойцы 3 АК ВС РФ уничтожили ПУ БПЛА ВСУ вблизи Константиновки",
    "date": "2025-03-04",
    "videoUrl": true
  },
  {
    "lat": 46.98041,
    "lon": 33.532633,
    "title": "Авиаудар по блокпосту ВСУ в&nbsp; районе н.п. Монастырское (бывш. посёлок Ударник) Херсонской области",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 51.3454893,
    "lon": 35.2430711,
    "title": "Авиаудар по позиции ВСУ в районе Малой Локни",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 47.90263886,
    "lon": 34.950784,
    "title": "Поражено построение в нп Широкое Запорожской обл.&nbsp;39 - 200 и 90 - 300.",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 48.5109728,
    "lon": 37.7509499,
    "title": "Константиновка: удар по пункту временной дислокации штурмового батальона «Лють»",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 51.2001692,
    "lon": 35.2250995,
    "title": "БПЛА Орион наносит удар управляемой ракетой по бронеавтомобилю ВСУ в районе Суджи",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 49.827392,
    "lon": 37.597677,
    "title": "Уничтоженная техника ВСУ на одном из перекрестков на Купянском направлении",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 48.4138522,
    "lon": 37.7864143,
    "title": "Уничтожение миномёта ВСУ в районе Щербиновки",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 48.5884091,
    "lon": 37.8325802,
    "title": "Удар по ПВД ВСУ в Часов Яре",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 48.2636412,
    "lon": 37.1438511,
    "title": "Артиллерийская позиция ВСУ уничтожена УАСом в ходе КББ на Красноармейском направлении",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 47.9784834,
    "lon": 36.7448315,
    "title": "Авиаудар с применением ФАБ-3000 по ПВД 37 обрмп ВСУ в н.п. Комар Донецкой области",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 48.3984,
    "lon": 37.8459,
    "title": "Удар по позиции ВСУ в Дзержинске (Торецке)",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 47.6665,
    "lon": 36.2607,
    "title": "Авиаудар ФАБ-3000 по ПВД ВСУ в н.п. Гуляйполе",
    "date": "2025-03-03",
    "videoUrl": true
  },
  {
    "lat": 51.36172,
    "lon": 35.2278,
    "title": "Флаг России над одним из домов в северной части н.п. Малая Сорочина Курской области",
    "date": "2025-03-02",
    "videoUrl": true
  },
  {
    "lat": 48.8984328,
    "lon": 38.0902365,
    "title": "Заявлено как удар БПЛА-камикадзе Герань по позиции дроноводов ВСУ в районе Северска",
    "date": "2025-03-02",
    "videoUrl": true
  },
  {
    "lat": 50.1965305,
    "lon": 36.3390987,
    "title": "Барражирующий боеприпас 'Ланцет' уничтожает танк Т-64БВ (?) ВСУ возгоранием боекомплекта в районе н.п Великие Проходы",
    "date": "2025-03-02",
    "videoUrl": true
  },
  {
    "lat": 48.876715,
    "lon": 37.63796,
    "title": "Поражение ПВД&nbsp; в санатории Славянсккурорт",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 47.676649,
    "lon": 36.225761,
    "title": "Удар по ПВД г. Гуляйполе",
    "date": "2025-03-02",
    "videoUrl": true
  },
  {
    "lat": 48.7012,
    "lon": 35.387874,
    "title": "Удар ОТРК 'Искандер-М' по району формирования 157 омбр ВСУ на полигоне Новомосковский в районе н.п. Черкасское&nbsp;",
    "date": "2025-03-01",
    "videoUrl": true
  },
  {
    "lat": 47.873137,
    "lon": 35.013572,
    "title": "Поражен 3 ракетами&nbsp;Запорожский кабельный завод",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 48.8470598,
    "lon": 38.11276,
    "title": "'Ланцет' уничтожает БМП (заявлено) ВСУ в районе н.п Северск",
    "date": "2025-02-28",
    "videoUrl": true
  },
  {
    "lat": 47.911169,
    "lon": 36.793095,
    "title": "Кадры освобождения поселка Скудное 5-й танковой бригадой",
    "date": "2025-03-01",
    "videoUrl": true
  },
  {
    "lat": 48.247708,
    "lon": 37.20992,
    "title": "Уничтожение УАСом позиции ВСУ в н.п. Новопавловка",
    "date": "2025-02-27",
    "videoUrl": true
  },
  {
    "lat": 51.22861,
    "lon": 35.10781,
    "title": "Подрыв на мине (заявлено) бронеавтомобиля ВСУ в районе госграницы у н.п. Новенькое",
    "date": "2025-02-28",
    "videoUrl": true
  },
  {
    "lat": 50.76953,
    "lon": 35.26224,
    "title": "Удар по военному госпиталю нп Краснополь Сумская обл.",
    "date": "2025-03-19",
    "videoUrl": true
  },
  {
    "lat": 50.286258,
    "lon": 36.9171535,
    "title": "Удар Вихрем по позиции ВСУ на элеваторе в Волчанске",
    "date": "2025-03-01",
    "videoUrl": true
  },
  {
    "lat": 48.005435,
    "lon": 37.043845,
    "title": "Уничтожение американской бронемашины “MAXXPRO” дроноводами группировки «Восток» в Константинополе",
    "date": "2025-03-01",
    "videoUrl": true
  },
  {
    "lat": 46.318738,
    "lon": 30.64496,
    "title": "Поражена ПС порта г.Ильичевск и стоянка фур напротив",
    "date": "2025-03-01",
    "videoUrl": true
  },
  {
    "lat": 48.3280725,
    "lon": 37.3388216,
    "title": "Уничтожен мост нп Новоэкоромическое Донецкой обл.",
    "date": "2025-03-01",
    "videoUrl": true
  },
  {
    "lat": 51.0909009,
    "lon": 35.2619793,
    "title": "Уничтожение ПВД ВСУ при помощи ФАБ-3000 в районе н.п. Гуево Курской области",
    "date": "2025-03-01",
    "videoUrl": true
  },
  {
    "lat": 51.191513,
    "lon": 35.343704,
    "title": "Удар ОТР по позиции ВСУ в районе н.п. Бондаревка Курской области&nbsp;",
    "date": "2025-02-28",
    "videoUrl": true
  },
  {
    "lat": 50.285627,
    "lon": 36.920038,
    "title": "Волчанск, Харьковская область. Уничтожен ПВД противника",
    "date": "2025-02-28",
    "videoUrl": true
  },
  {
    "lat": 48.5606545,
    "lon": 37.7665836,
    "title": "Уничтожение оптоволоконным FPV-дроном по ЗРК Стрела ВСУ в районе н.п. Подольское",
    "date": "2025-02-28",
    "videoUrl": true
  },
  {
    "lat": 51.1239535,
    "lon": 35.0387581,
    "title": "Уничтожен штаб ВСУ нп Юнаковка",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 49.622912,
    "lon": 37.711333,
    "title": "Удар ЛМУРом по ПВД ВСУ в Новоосиново",
    "date": "2025-02-28",
    "videoUrl": true
  },
  {
    "lat": 49.643318,
    "lon": 37.6361328,
    "title": "Мост через Оскол в Осиново выведен из строя",
    "date": "2025-02-28",
    "videoUrl": true
  },
  {
    "lat": 49.9699,
    "lon": 36.109894,
    "title": "Удар Геранями по ТЭЦ-5 г.Харьков",
    "date": "2025-02-27",
    "videoUrl": true
  },
  {
    "lat": 48.5923641,
    "lon": 37.8073883,
    "title": "Удары по ПВД ВСУ в Часов Яре&nbsp;",
    "date": "2025-02-27",
    "videoUrl": true
  },
  {
    "lat": 48.4128704,
    "lon": 37.8798013,
    "title": "Уничтожение ПУ БПЛА ВСУ в н.п. Дачное",
    "date": "2025-02-27",
    "videoUrl": true
  },
  {
    "lat": 50.449948,
    "lon": 33.3989,
    "title": "Поражена КС Гребенковская нп Вишневое Полтавской обл. Горела площадка очистки газа и был нанесен удар по АНПУ , насосам и емкостям с водой для тушения пожара.",
    "date": "2025-02-11",
    "videoUrl": true
  },
  {
    "lat": 50.22472,
    "lon": 33.4017851,
    "title": "Поражение Яблуновского газоперерабатывающего завода в Полтавской обл.",
    "date": "2025-02-11",
    "videoUrl": true
  },
  {
    "lat": 50.38081,
    "lon": 30.92636,
    "title": "Поражена нефтебаза г. Борисполь Киевской области",
    "date": "2025-02-27",
    "videoUrl": true
  },
  {
    "lat": 50.2620669,
    "lon": 37.1241939,
    "title": "Удары оптоволоконными FPV-дронами по паре ЗСУ BOV-3 в районе н.п. Харьковской области",
    "date": "2025-02-27",
    "videoUrl": true
  },
  {
    "lat": 51.330449,
    "lon": 35.227371,
    "title": "'Ланцет' уничтожает бронеавтомобиль Cougar H ВСУ в приграничье Курской области",
    "date": "2025-02-27",
    "videoUrl": true
  },
  {
    "lat": 48.373091,
    "lon": 37.837331,
    "title": "Уничтожение забросом ПТ мины укрытия ВСУ в поселке Забалка",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 51.9900022,
    "lon": 33.4344826,
    "title": "Ракетный удар ОТРК 'Искандер' по месту предпусковой подготовки БпЛА в н.п. Погребки Сумской области",
    "date": "2025-02-27",
    "videoUrl": true
  },
  {
    "lat": 49.869373,
    "lon": 37.59628,
    "title": "Объективный контроль уничтожение ЛМУРами пункта управления БпЛА 127 обр ТерО ВСУ в районе н.п. Кутьковка Харьковской области",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 51.3576751993259,
    "lon": 35.22460417616427,
    "title": "Удары артиллерии по позиции ВСУ в районе н п. Новая Сорокина Курской области",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 50.2871872,
    "lon": 36.918861,
    "title": "Уничтожение ПВД ВСУ в Волчанске",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 51.376208,
    "lon": 35.2208757,
    "title": "Кадры из села Погребки в Курской области",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 48.2376867,
    "lon": 37.1099459,
    "title": "Уничтожение FPV-дронами вражеского танка и добивание сбежавшего экипажа в ходе неудачной контратаки ВСУ в районе Песчаного, Красноармейское направление",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 51.236387,
    "lon": 35.255314,
    "title": "Удар неопределенной ТВ-управляемой ракетой по позиции орудия ВСУ в Казачьей Локне Курской области",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 50.676984,
    "lon": 34.884767,
    "title": "Уничтожение ударом ОТР ПУ ЗРК ВСУ в районе н. п. Боромля Сумской области&nbsp;",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 51.062088,
    "lon": 35.228991,
    "title": "Удар УАСом по мосту через реку Псел в районе н.п. Горналь",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 48.4233295,
    "lon": 37.8016692,
    "title": "Уничтожение ПУ БПЛА хохлов расчетом ZALAв районе н.п. Клебан Бык&nbsp;",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 48.928521,
    "lon": 38.179212,
    "title": "Уничтожение ПУ БПЛА ВСУ в районе Григоровки",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 51.0909082,
    "lon": 35.2613566,
    "title": "Авиаудар по ПВД ВСУ в н.п. Гуево Курской области&nbsp;",
    "date": "2025-02-26",
    "videoUrl": true
  },
  {
    "lat": 50.473675,
    "lon": 30.381189,
    "title": "Удар Геранями по заводу Антонова г.Киев",
    "date": "2025-02-18",
    "videoUrl": true
  },
  {
    "lat": 51.153406,
    "lon": 35.100932,
    "title": "Курская дорога смерти",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 48.636,
    "lon": 35.5365,
    "title": "Поражен ПВД в санатории нп Соленый Лиман",
    "date": "2025-04-07",
    "videoUrl": true
  },
  {
    "lat": 48.403451,
    "lon": 37.853608,
    "title": "Крошево хохлов силами 103 мсп 150 мсд Южной группировки войск в Торецке",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 48.540442,
    "lon": 37.704133,
    "title": "Удар оптоволоконным FPV-дроном по пикапу ВСУ в Константиновке",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 48.687675,
    "lon": 37.531916,
    "title": "Удар по складу БК ул. Балашовская 24 г. Краматорск",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 47.9914634,
    "lon": 36.7410332,
    "title": "&nbsp;Комар: удар по пункту временной дислокации снабженческой группы 23 ОМБр ВСУ",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 51.2485222,
    "lon": 35.231528,
    "title": "Заявлено как уничтожение САУ PzH 2000 ВСУ в районе Казачьей Локни",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 51.3770328,
    "lon": 35.2275595,
    "title": "Погребки, Курской области освобождены от оккупантов ВСУ",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 48.926019,
    "lon": 38.18405,
    "title": "Уничтожение артиллерией позиции дроноводов и миномета ВСУ в н.п. Григоровка",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 51.2601856,
    "lon": 35.1767744,
    "title": "Удар РСЗО Град по позициям ВСУ в районе н.п. Лебедевка",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 48.5760275,
    "lon": 37.8159237,
    "title": "Артиллерийский полк обнаружил ПВД противника в Часов Яре и оперативно его уничтожил",
    "date": "2025-02-25",
    "videoUrl": true
  },
  {
    "lat": 46.66131,
    "lon": 32.72012,
    "title": "Штурмовики ВС РФ зашли в развалины кафе Наири",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 48.2563529,
    "lon": 37.1299233,
    "title": "Добивание FPV-дронами «КВН» ночной БМР (бронированная машина разминирования) Leopard 2R HMBV и ББМ «UAT Gyurza» ВСУ в районе н.п. Зверево, Покровское направление",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 51.20373,
    "lon": 35.224356,
    "title": "Удар неопределенной ТВ-управляемой ракетой по технике ВСУ в районе Суджи",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 46.7020691,
    "lon": 32.8155997,
    "title": "Удар УАСом по позиции ВСУ в здании в районе н.п. Садовое на правом берегу Днепра&nbsp;",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 46.8694076,
    "lon": 32.04951,
    "title": "Удар по складу ГСМ ул.Янтарная г.Николаев",
    "date": "2025-01-18",
    "videoUrl": true
  },
  {
    "lat": 49.405433,
    "lon": 36.605019,
    "title": "Удар по&nbsp;Червонодонецкой&nbsp; дожимной компрессорной станции (ДКС) нп&nbsp;&nbsp;Глазуновка Харьковской обл.",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 48.8369676,
    "lon": 37.632949,
    "title": "Удар по ПВД г. Славянск",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 48.55038,
    "lon": 37.84183,
    "title": "Атака позиции ВСУ на мототехники в районе н.п. Ступочки",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 48.545178,
    "lon": 37.824259,
    "title": "'Ланцет' уничтожает HMMWV ВСУ в районе н.п Ступочки",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 47.6648505,
    "lon": 36.2460483,
    "title": "Бомбардировочная авиация 11 гвардейской армии ВВС ПВО в зоне ответственности группировки 'Восток' работает по ПВД в&nbsp;Гуляйполе",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 46.3259,
    "lon": 30.667,
    "title": "Удар по рыбному порту г. Ильичевск Одесской области&nbsp;",
    "date": "2025-02-24",
    "videoUrl": true
  },
  {
    "lat": 48.925173,
    "lon": 38.241823,
    "title": "Белогоровка освобождена!",
    "date": "2025-02-22",
    "videoUrl": true
  },
  {
    "lat": 51.1766725,
    "lon": 35.3003749,
    "title": "Удар БПЛА Форпост по мосту через р. Смердица в районе н.п. Махновка",
    "date": "2025-02-23",
    "videoUrl": true
  },
  {
    "lat": 49.54644,
    "lon": 35.4638095,
    "title": "Удар по&nbsp; газодобывающей и перерабатывающей инфраструктуре ГП «Шебелинкагаздобыча нп Мирное Харьковской области&nbsp;",
    "date": "2025-02-20",
    "videoUrl": true
  },
  {
    "lat": 51.273161,
    "lon": 35.268478,
    "title": "Еще один танк Т-64БВ ВСУ на счету операторов оптоволоконных FPV-дронов «КВН» Росгвардии в Курской области&nbsp;",
    "date": "2025-02-23",
    "videoUrl": true
  },
  {
    "lat": 50.7616102,
    "lon": 35.0747135,
    "title": "Уничтожение ударом ОТР ЗРК ВСУ в районе н.п. Великий Бобрик Сумской области",
    "date": "2025-02-23",
    "videoUrl": true
  },
  {
    "lat": 47.9818498,
    "lon": 33.426087,
    "title": "Уничтожено ПВД с наемниками&nbsp; г. Кривой Рог у гостинично-ресторанного комплекса 'Priroda'",
    "date": "2025-02-22",
    "videoUrl": true
  },
  {
    "lat": 48.3038607,
    "lon": 37.2771608,
    "title": "Уничтожен склад БК в Димитрове (Мирноград)",
    "date": "2025-02-22",
    "videoUrl": true
  },
  {
    "lat": 51.1208729,
    "lon": 35.2258692,
    "title": "Курское направление, удар близ н.п. Гуево. Работа ФАБ-3000",
    "date": "2025-02-22",
    "videoUrl": true
  },
  {
    "lat": 51.1415668,
    "lon": 35.2284994,
    "title": "Курское направление, удар близ н.п. Меловой. Работа ФАБ-3000&nbsp;",
    "date": "2025-02-22",
    "videoUrl": true
  },
  {
    "lat": 48.83381,
    "lon": 37.596676,
    "title": "Удар по складам ВСУ в Славянске",
    "date": "2025-02-22",
    "videoUrl": true
  },
  {
    "lat": 46.6093,
    "lon": 32.59421,
    "title": "Удар по ПВД операторов БПЛА в Херсоне, порт",
    "date": "2025-02-22",
    "videoUrl": true
  },
  {
    "lat": 47.9873448,
    "lon": 36.9740803,
    "title": "Уничтожение ударами FPV-дронов танка ВСУ в районе Константинополя",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 48.9906391,
    "lon": 37.9385941,
    "title": "Бойцы 16 обр СпН уничтожили одну единицу живой силы противника в районе н.п. Заречное",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 47.997612,
    "lon": 37.08594,
    "title": "Улаклы наши!!! Результат работы 68 армейского корпуса Южной группировки войск",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 47.9964212,
    "lon": 37.0749212,
    "title": "Залистовывание позиций ВСУ в западной части н.п. Улаклы",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 48.586229,
    "lon": 37.8312281,
    "title": "Удар FPV-дроном Молния по позиции ВСУ в Часов Яре&nbsp;",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 49.9220181,
    "lon": 37.6091494,
    "title": "Удар ЛМУРом по позиции дроноводов ВСУ в здании в н.п. Редкодуб",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 48.5924322,
    "lon": 37.8253715,
    "title": "Таран БПЛА ВСУ над Часов Яром",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 48.581903,
    "lon": 37.836876,
    "title": "Оператор БПЛА 217 полка 98 дивизии ВДВ устроил воздушную рыбалку на вражеский дрон «сеткомётом» в небе над Часов Яром",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 49.4372,
    "lon": 35.073,
    "title": "Поражена нефтебаза в н.п Карловка Полтавской области&nbsp;",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 48.85657,
    "lon": 38.192078,
    "title": "Уничтожение БМП ВСУ, 152-мм орудием 2А65 группировки 'Южных' в населенном пункте Верхнекаменское",
    "date": "2025-02-21",
    "videoUrl": true
  },
  {
    "lat": 48.5622797,
    "lon": 37.8221737,
    "title": "Удар РСЗО Град по позициям ВСУ в районе Часова Яра",
    "date": "2025-02-20",
    "videoUrl": true
  },
  {
    "lat": 51.205174,
    "lon": 35.23408,
    "title": "Удар неопределенной ТВ-управляемой ракетой по технике ВСУ в районе Суджи",
    "date": "2025-02-20",
    "videoUrl": true
  },
  {
    "lat": 46.656482,
    "lon": 32.607762,
    "title": "Херсон. Объективный контроль поражения ПВД",
    "date": "2025-02-20",
    "videoUrl": true
  },
  {
    "lat": 46.5156,
    "lon": 30.7258,
    "title": "Одесса: разрушение подстанции ПС “ГРЭС” – нарушение энергоснабжения военной инфраструктуры и логистики ВСУ",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 48.639289,
    "lon": 37.854065,
    "title": "Российские флаги в Григоровке",
    "date": "2025-02-20",
    "videoUrl": true
  },
  {
    "lat": 50.957052,
    "lon": 34.852426,
    "title": "Удар ОТРК «Искандер» по крупному скоплению техники и личного состава ВСУ в районе н.п. Барановка Сумской области&nbsp;",
    "date": "2025-02-20",
    "videoUrl": true
  },
  {
    "lat": 49.666041,
    "lon": 37.872206,
    "title": "Удары артиллерией и сбросы по позициям ВСУ в районе н п. Стеновая Новоселка",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 51.337471,
    "lon": 35.226922,
    "title": "Удар ФАБ-3000 у нп Малая Локня&nbsp; Курской области&nbsp;",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 48.6760591,
    "lon": 37.5637796,
    "title": "'Ланцет' уничтожает РСЗО БМ-21 'Град' ВСУ в районе г. Краматорск",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 51.1117173,
    "lon": 35.1969945,
    "title": "Удар ФАБ-3000 у нп Гуево Курской области&nbsp;",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 51.1369064,
    "lon": 35.2236778,
    "title": "Удар ФАБ-3000 у нп Меловой Курской области&nbsp;",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 47.995896,
    "lon": 37.098188,
    "title": "Уничтожение позиции боевиков ВСУ в частном доме в н.п. Улаклы",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 47.8370229,
    "lon": 36.6845,
    "title": "Кадры прорыва 57-й бригады в тыл ВСУ в Новосёлке",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 46.3962947,
    "lon": 30.71308,
    "title": "Удар по ПС ул. Таирова г. Одесса",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 50.636554,
    "lon": 34.94536,
    "title": "Нанесение удара ОТРК 'Искандер' по крупному скоплению техники подразделения 27 реабр ВСУ&nbsp;",
    "date": "2025-02-19",
    "videoUrl": true
  },
  {
    "lat": 48.1812623,
    "lon": 36.9122726,
    "title": "Уничтожение оптоволоконными FPV-дронами спрятанной в коровнике бронетехники ВСУ в районе н.п. Новониколаевка",
    "date": "2025-02-18",
    "videoUrl": true
  },
  {
    "lat": 48.0212178,
    "lon": 37.0713412,
    "title": "Уничтожение артиллерийского расчёта и Д-30 ВСУ",
    "date": "2025-02-18",
    "videoUrl": true
  },
  {
    "lat": 49.802912,
    "lon": 37.5422429,
    "title": "Бойцы 16 обр СпН уничтожили FPV-дроном микроавтобус с живой силой противника в районе н.п. Моначиновка",
    "date": "2025-02-18",
    "videoUrl": true
  },
  {
    "lat": 48.606318,
    "lon": 37.7176583,
    "title": "Операторы оптоволоконных дронов 200-й ОМСБр уничтожили танк Т-64БВ ВСУ в районе н.п Веролюбовка, Дружковское направление",
    "date": "2025-02-18",
    "videoUrl": true
  },
  {
    "lat": 48.927601,
    "lon": 38.246152,
    "title": "Удары по позиции ВСУ в районе Белогоровки",
    "date": "2025-02-18",
    "videoUrl": true
  },
  {
    "lat": 47.572942538339056,
    "lon": 35.46472541988155,
    "title": "Уничтожение FPV-дроном замаскированного танка ВСУ на Запорожском направлении",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 48.5639415,
    "lon": 37.8291088,
    "title": "Уничтожение ПВД ВСУ FPV-дроном самолетного типа «Молния-2» в Часов Яре",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 48.5652816,
    "lon": 37.8296905,
    "title": "Удар FPV-дроном Молния по позиции ВСУ в Часовом Яре",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 51.1742796,
    "lon": 34.0256806,
    "title": "3000-й 'Ланцет'! Барражирующий боеприпас уничтожает грузовик, перевозивший орудие и личный состав ВСУ в Сумской области",
    "date": "2025-02-18",
    "videoUrl": true
  },
  {
    "lat": 47.9676487,
    "lon": 36.750493,
    "title": "Уничтожена переправа между Комаром и Фёдоровкой&nbsp;",
    "date": "2025-02-18",
    "videoUrl": true
  },
  {
    "lat": 49.691603,
    "lon": 37.859547,
    "title": "Уничтоженый M113 ВСУ в районе н.п. Ивановка",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 51.2782165,
    "lon": 35.2707969,
    "title": "Операторы оптоволоконных FPV-дронов 'КВН' Росгвардии уничтожили танк Т-64БВ ВСУ в Курской области",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 48.25998,
    "lon": 37.14409,
    "title": "Объективный контроль попадания ФАБом рядом с н.п. Перше Травня&nbsp;",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 45.29425,
    "lon": 28.45683,
    "title": "Удар по военным грузам на КПП 'Орловка' Одесской обл.",
    "date": "2025-02-16",
    "videoUrl": true
  },
  {
    "lat": 48.23525,
    "lon": 37.11713,
    "title": "Боец ВС РФ в северной части шахты Красноармейская - Западная N3 в н.п. Песчаное",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 47.9931,
    "lon": 37.09143,
    "title": "Уничтожение ударами FPV-дронов бронеавтомобиля ВСУ в н.п. Улаклы",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 47.9938335,
    "lon": 37.1394039,
    "title": "Артиллерийский удар по группе пехоты ВСУ, отступающей из окрестностей н.п. Дачное к н.п. Улаклы, ДНР",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 50.22308,
    "lon": 35.843049,
    "title": "Уничтожение инженерной техники и материалов в&nbsp; с.Цаповка Харьковской области&nbsp;",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 50.062848,
    "lon": 30.046739,
    "title": "Удар по складу в с. Фастовец на территории бывшей фермы Киевской обл.",
    "date": "2025-02-17",
    "videoUrl": true
  },
  {
    "lat": 51.287493,
    "lon": 35.396601,
    "title": "Барражирующий боеприпас 'Ланцет' наносит удар по танку Т-64БВ ВСУ в районе н.п Бердин",
    "date": "2025-02-16",
    "videoUrl": true
  },
  {
    "lat": 51.051333,
    "lon": 34.818,
    "title": "Барражирующий боеприпас 'Ланцет' наносит удар по пусковой установке ЗРК NASAMS ВСУ в Сумской области",
    "date": "2025-02-16",
    "videoUrl": true
  },
  {
    "lat": 51.0536358,
    "lon": 34.8195313,
    "title": "Барражирующий боеприпас 'Ланцет' уничтожает пусковую установку ЗРК NASAMS ВСУ в Сумской области",
    "date": "2025-02-16",
    "videoUrl": true
  },
  {
    "lat": 50.321,
    "lon": 37.186333,
    "title": "FPV-расчет группы Антагониста сжигает технику бандеровцев в Харьковской области",
    "date": "2025-02-16",
    "videoUrl": true
  },
  {
    "lat": 51.179421,
    "lon": 35.341011,
    "title": "Удар по механизированному мосту ВСУ",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 47.982734,
    "lon": 36.95074,
    "title": "Уничтожение оптоволоконными FPV-дронами танка Т-64БВ ВСУ в районе н.п. Богатырь",
    "date": "2025-02-16",
    "videoUrl": true
  },
  {
    "lat": 48.1032,
    "lon": 37.03582,
    "title": "Боец ВС РФ забрасывает гранату в брошенный БМП M2A2 Bradley ВСУ в районе н. п. Новоандреевка",
    "date": "2025-02-16",
    "videoUrl": true
  },
  {
    "lat": 46.94906,
    "lon": 31.98616,
    "title": "Поражена Николаевская ТЭЦ",
    "date": "2025-02-16",
    "videoUrl": true
  },
  {
    "lat": 48.720895,
    "lon": 37.570857,
    "title": "Прилет в ПВД в частном секторе г. Краматорск&nbsp; , уничтожено 2 машины и ЛС&nbsp;",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 49.5398032,
    "lon": 37.6134673,
    "title": "'Ланцет' наносит первый удар по САУ AHS Krab ВСУ в районе н.п&nbsp;н.п. Синиха Харьковская области",
    "date": "2025-02-15",
    "videoUrl": true
  },
  {
    "lat": 48.2361767,
    "lon": 37.1080022,
    "title": "Уничтожение группы боевиков ВСУ в школе н.п. Песчаное",
    "date": "2025-02-15",
    "videoUrl": true
  },
  {
    "lat": 47.561631,
    "lon": 35.75433,
    "title": "Авиаудар по позиции ВСУ",
    "date": "2025-02-15",
    "videoUrl": true
  },
  {
    "lat": 51.249379,
    "lon": 35.234017,
    "title": "БПЛА Форпост наносит удар по ПВД ВСУ в н.п. Казачья Локня",
    "date": "2025-02-15",
    "videoUrl": true
  },
  {
    "lat": 51.249309,
    "lon": 35.233964,
    "title": "БПЛА Форпост наносит удар по позиции орудия ВСУ в н.п. Богдановка",
    "date": "2025-02-15",
    "videoUrl": true
  },
  {
    "lat": 51.234197,
    "lon": 35.252108,
    "title": "БПЛА Форпост наносит удар по позиции орудия ВСУ в н.п. Казачья Локня",
    "date": "2025-02-15",
    "videoUrl": true
  },
  {
    "lat": 49.095007,
    "lon": 37.864449,
    "title": "Уничтожение ПУ БПЛА ВСУ в районе н.п. Колодези",
    "date": "2025-02-15",
    "videoUrl": true
  },
  {
    "lat": 47.543174,
    "lon": 33.657233,
    "title": "Прилет по Криворожской ТЭС, перестала функционировать",
    "date": "2025-02-15",
    "videoUrl": true
  },
  {
    "lat": 49.8648585,
    "lon": 37.6274402,
    "title": "Удар FPV-дроном по пикапу ВСУ в районе н.п. Кутьковка",
    "date": "2025-02-14",
    "videoUrl": true
  },
  {
    "lat": 47.666469,
    "lon": 36.245189,
    "title": "Артиллерия 35 армии группировки 'Восток' нанесла удар по н.п. Гуляйполе на Положском направлении. Поражены ПВД и склад БК",
    "date": "2025-02-14",
    "videoUrl": true
  },
  {
    "lat": 47.9878271,
    "lon": 37.1045328,
    "title": "Уничтожение МТЛБ ВСУ оптоволоконным FPV-дроном 'КВН' в районе н.п. Улаклы, ДНР",
    "date": "2025-02-14",
    "videoUrl": true
  },
  {
    "lat": 48.232755,
    "lon": 37.119077,
    "title": "Удары УАСами по позиции ВСУ на территории шахты в н.п. Песчаное",
    "date": "2025-02-14",
    "videoUrl": true
  },
  {
    "lat": 50.2308,
    "lon": 30.2873,
    "title": "Гулеваха: уничтожение логистического центра снабжения ВСУ в результате точечного удара",
    "date": "2025-02-14",
    "videoUrl": true
  },
  {
    "lat": 47.98702,
    "lon": 37.170208,
    "title": "Дачное освобождено!",
    "date": "2025-02-14",
    "videoUrl": true
  },
  {
    "lat": 50.30141,
    "lon": 36.95616,
    "title": "Штурм позиции ВСУ в Волчанске&nbsp;",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 47.9101193,
    "lon": 36.7984686,
    "title": "Авиаудар по ПВД ВСУ в н.п. Скудное",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 48.7072372,
    "lon": 37.4136799,
    "title": "Уничтожение склада БК ВСУ в районе н.п. Приволье",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 50.4908736,
    "lon": 30.475911,
    "title": "Удар рядом со зданием телеканала FreeДом (русофобской инфопомойки)",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 48.72569,
    "lon": 37.547026,
    "title": "Удар по ПВД г. Краматорск на территории завода&nbsp;",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 50.1140697,
    "lon": 36.0762185,
    "title": "'Ланцет' наносит четвертый удар по САУ AHS Krab (?) ВСУ в Харьковской области",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 50.2579662,
    "lon": 36.0181319,
    "title": "'Ланцет' наносит третий удар по САУ AHS Krab (?) ВСУ в Харьковской области",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 48.0482194,
    "lon": 36.9983031,
    "title": "'Ланцет' наносит удар по укрытой гаубице ВСУ на Кураховском направлении",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 48.0543016,
    "lon": 36.9840192,
    "title": "'Ланцет' наносит удар по гаубице ВСУ на Кураховском направлении",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 49.829149,
    "lon": 37.566354,
    "title": "Объективный контроль удара FPV-дроном Молния по позиции дроноводов ВСУ в н.п. Дорошовка",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 47.656787,
    "lon": 36.30075,
    "title": "Авиаудар по ПВД ВСУ в н.п. Гуляйполе",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 51.3037711,
    "lon": 35.2146047,
    "title": "Нанесение комплексного ракетно-бомбового удара по району сосредоточения живой силы 47 омбр ВСУ в районе н.п. Никольский на Курском направлении",
    "date": "2025-02-13",
    "videoUrl": true
  },
  {
    "lat": 50.3275772,
    "lon": 30.44671,
    "title": "Удар по предприятию по производству БПЛА в промышленных масштабах в н.п. Хотов под Киевом",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 47.968365,
    "lon": 37.169135,
    "title": "Бойцы обратили ВСУшников в бегство под Дачным",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 46.864142,
    "lon": 31.919605,
    "title": "Кадры из пригорода г. Николаев (около н.п. Старая Богдановка). Удар по складу с БК и позиции ПВО ВСУ",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 50.433307,
    "lon": 32.7954812,
    "title": "Поражен Гнединцевский газоперерабатывающий завод, находящийся в Черниговской области",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 50.491,
    "lon": 30.47411,
    "title": "Уничтожен офис компании RigExpert, которая производит анализаторы антенн и кабелей",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 51.090921,
    "lon": 35.261682,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Гуево",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 47.994514,
    "lon": 37.1387256,
    "title": "Хамви ВСУ уничтожен ударом оптоволоконного FPV-дрона 'КВН' западнее Курахово",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 48.232272,
    "lon": 37.12004,
    "title": "Флаг на территории шахты 'Красноармейская - Западная №3 в районе н.п. Песчаное",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 51.2815781,
    "lon": 35.2100503,
    "title": "Ракетный удар по району сосредоточения живой силы 47 омбр ВСУ в районе н.п. Никольский на Курском направлении&nbsp;",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 50.8815751,
    "lon": 34.9172524,
    "title": "Удар БПЛА-камикадзе Герань по ПВД ВСУ в районе н. п. Басы Сумской области",
    "date": "2025-02-12",
    "videoUrl": true
  },
  {
    "lat": 50.0419083,
    "lon": 33.59521,
    "title": "Уничтожен&nbsp; пункт газодобычи под Миргородом,&nbsp; 9 нп остались без газа.",
    "date": "2025-02-11",
    "videoUrl": true
  },
  {
    "lat": 49.6426571,
    "lon": 37.6354397,
    "title": "Удар ракетой Х-38 по переправе ВСУ в районе н. п. Купянск Узловой",
    "date": "2025-02-11",
    "videoUrl": true
  },
  {
    "lat": 47.9986593,
    "lon": 37.0938773,
    "title": "Кадры боевой работы в Улаклы",
    "date": "2025-02-11",
    "videoUrl": true
  },
  {
    "lat": 47.5475745,
    "lon": 35.5483042,
    "title": "Объективный контроль удара ЛМУРом по позиции ВСУ в н.п. Малые Щербаки",
    "date": "2025-02-11",
    "videoUrl": true
  },
  {
    "lat": 51.216569,
    "lon": 35.302714,
    "title": "Уничтожение оптоволоконными FPV-дронами танка Т-64БВ в Курском приграничье",
    "date": "2025-02-11",
    "videoUrl": true
  },
  {
    "lat": 47.9897891,
    "lon": 37.1819554,
    "title": "Пленные боевики ВСУ в н.п. Дачное",
    "date": "2025-02-11",
    "videoUrl": true
  },
  {
    "lat": 47.9820889,
    "lon": 36.8880384,
    "title": "'Ланцет' наносит удар по движущемуся танку ВСУ в районе н.п Отрадное",
    "date": "2025-02-10",
    "videoUrl": true
  },
  {
    "lat": 48.727635,
    "lon": 37.532941,
    "title": "Удар по ПВД в здании амбулатории №5 г. Краматорск",
    "date": "2025-02-10",
    "videoUrl": true
  },
  {
    "lat": 47.531251,
    "lon": 35.91075,
    "title": "Авиаудар по позиции ВСУ в районе Малой Токмачке",
    "date": "2025-02-10",
    "videoUrl": true
  },
  {
    "lat": 48.583066,
    "lon": 37.835519,
    "title": "Подрыв на мине БМП ВСУ в районе Часова Яра",
    "date": "2025-02-10",
    "videoUrl": true
  },
  {
    "lat": 48.065255,
    "lon": 35.548641,
    "title": "Удар ракетой Х-35 по РЛС П-18 ВСУ в районе н.п. Овчарное Запорожской области",
    "date": "2025-02-10",
    "videoUrl": true
  },
  {
    "lat": 48.25303,
    "lon": 36.732778,
    "title": "Удар по ПВД в пгт Межевая в кадастровой",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 48.5771721,
    "lon": 37.78556,
    "title": "Авиаудар по позиции ВСУ в Часов Яре",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 51.213567,
    "lon": 35.302548,
    "title": "Работа отряда 'Омерзительная восьмерка' оптоволоконными FPV-дронами по технике ВСУ в Курском приграничье",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 49.9392768,
    "lon": 35.366957,
    "title": "Удар по замерно-сепарационной газовой установке ТОВ «OIL ENGINEERING SYSTEM» пгт Водяное Харьковской обл.",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 51.8543319,
    "lon": 33.4778275,
    "title": "Удар по ПВД на территории&nbsp;«Шосткинского Гормолкомбината»&nbsp;",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 51.17474,
    "lon": 35.37165,
    "title": "Отражение атаки ВСУ в районе н.п. Русская Конопелька&nbsp;",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 51.262206,
    "lon": 35.164465,
    "title": "Авиаудар по позиции ВСУ в районе н.п. Лебедевка",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 47.534805,
    "lon": 35.3657179,
    "title": "Уничтоженный M113 ВСУ в н.п. Каменское",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 51.37555745198177,
    "lon": 35.22030820445784,
    "title": "Удар ТОСом по позиции ВСУ в районе н.п. Погребки",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 48.2328243,
    "lon": 37.1189866,
    "title": "Выявление и уничтожение боевика ВСУ в помещении на территории шахты №3 в&nbsp;н.п. Песчаное",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 51.121191,
    "lon": 35.263677,
    "title": "Морпехи Дона добивают 'контрнаступ' ВСУ в Курском приграничье",
    "date": "2025-02-08",
    "videoUrl": true
  },
  {
    "lat": 47.709191,
    "lon": 35.00387,
    "title": "Авиаудар по пункту управления БПЛА 422 отдельного батальона беспилотных систем в н.п. Марьевка",
    "date": "2025-02-09",
    "videoUrl": true
  },
  {
    "lat": 49.218303,
    "lon": 37.878192,
    "title": "Уничтожение FPV-дронами САУ ВСУ в районе н.п. Новомихайловка",
    "date": "2025-02-08",
    "videoUrl": true
  },
  {
    "lat": 49.2446167,
    "lon": 37.965291,
    "title": "Удар оптоволоконным FPV-дроном по БТР M113 ВСУ в районе н.п. Макеевка",
    "date": "2025-02-07",
    "videoUrl": true
  },
  {
    "lat": 47.995667,
    "lon": 37.122122,
    "title": "Уничтожение FPV-дроном автомобиля Hamvee ВСУ в районе н.п. Улаклы",
    "date": "2025-02-07",
    "videoUrl": true
  },
  {
    "lat": 51.061884,
    "lon": 34.675029,
    "title": "'Ланцет' наносит удар по ЗРПК&nbsp;2С6 'Тунгуска' ВСУ в районе н.п Суджа",
    "date": "2025-02-07",
    "videoUrl": true
  },
  {
    "lat": 49.836,
    "lon": 36.7261,
    "title": "Уничтожен ПВД на&nbsp; заводе 'Себек' г. Чугуев",
    "date": "2025-02-07",
    "videoUrl": true
  },
  {
    "lat": 48.1063536,
    "lon": 37.011244,
    "title": "Удары FPV-дронами по позиции ВСУ в Школе н.п. Срибное",
    "date": "2025-02-07",
    "videoUrl": true
  },
  {
    "lat": 51.1526342,
    "lon": 35.3484137,
    "title": "Уничтоженные боевики ВСУ после атаки на н.п. Черкасская Конопелька",
    "date": "2025-02-07",
    "videoUrl": true
  },
  {
    "lat": 49.479661,
    "lon": 37.787325,
    "title": "БМП ВС РФ высаживает десант на позицию под огнём артиллерии и Дронов ВСУ в районе н. п. Лозовая",
    "date": "2025-02-07",
    "videoUrl": true
  },
  {
    "lat": 48.238008,
    "lon": 37.0043108,
    "title": "18+ Украинские военнослужащие добивают своего раненого побратима гранатой в н.п Удачное",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 50.4521621,
    "lon": 35.5310777,
    "title": "Ударные дроны сносят ПВД ВСУ на Великописаревском направлении Сумской области",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 51.1525593,
    "lon": 35.3478246,
    "title": "Отражение атаки ВСУ в районе н.п. Уланок",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 51.172332,
    "lon": 35.354046,
    "title": "'Ланцет' наносит удар по ББМ ВСУ в районе н.п н.п Черкасская Конопелька",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 51.167892,
    "lon": 35.3555478,
    "title": "'Ланцет' наносит удар по ИМР-2 ВСУ в районе н.п Черкасская Конопелька",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 48.641866,
    "lon": 37.73661,
    "title": "Уничтожение ударом оптоволоконного FPV-дрона САУ PzH2000 ВСУ в районе н.п. Федоровка",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 51.1405918,
    "lon": 35.3554803,
    "title": "Удары оптоволоконными FPV-дронами по бронетехнике ВСУ в Курском приграничье",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 51.174648,
    "lon": 35.3715154,
    "title": "Уничтоженная техника ВСУ после попытки атаки в приграничье Курской области",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 49.9352536,
    "lon": 37.4438712,
    "title": "'Ланцет' наносит удар по вышке связи ВСУ в районе н.п Шиповатое",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 51.260666,
    "lon": 35.219099,
    "title": "'Ланцет' уничтожает танк ВСУ детонацией боекомплекта в приграничье Курской области",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 51.1778523,
    "lon": 35.3484318,
    "title": "Отражение атаки ВСУ в районе н. п. Уланок. Удары оптоволоконными FPV-дронами по бронетехнике",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 47.9941923,
    "lon": 37.1739425,
    "title": "Бойцы 68-го «железного» танкового полка сообщают об освобождении от украинских боевиков всей северной части населенного пункта Дачное",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 48.040805,
    "lon": 37.141599,
    "title": "Поражение БМП ВСУ артиллеристами 114 бригады",
    "date": "2025-02-06",
    "videoUrl": true
  },
  {
    "lat": 48.70089,
    "lon": 37.7873,
    "title": "Уничтожение танка ВСУ оптоволоконным FPV-дроном на позиции в районе н.п. Тихоновка",
    "date": "2025-02-05",
    "videoUrl": true
  },
  {
    "lat": 48.2351635,
    "lon": 37.1073233,
    "title": "Удары оптоволоконными FPV-дронами по БМП M2A2 Bradley ВСУ в н.п. Песчаное",
    "date": "2025-02-03",
    "videoUrl": true
  },
  {
    "lat": 48.6102345,
    "lon": 37.7428009,
    "title": "Удар по инженерной машине ВСУ во время рытья траншеи в районе н п. Веролюбовка",
    "date": "2025-02-05",
    "videoUrl": true
  },
  {
    "lat": 49.0715355,
    "lon": 37.6824597,
    "title": "'Ланцет' наносит удар по РСЗО БМ-21 'Град' ВСУ в районе н.п&nbsp;Новосёловка",
    "date": "2025-02-05",
    "videoUrl": true
  },
  {
    "lat": 49.9665818,
    "lon": 37.6411507,
    "title": "'Ланцет' наносит удар по РЛС КББ ВСУ в районе н.п Митрофановка",
    "date": "2025-02-05",
    "videoUrl": true
  },
  {
    "lat": 48.0329264,
    "lon": 37.0016457,
    "title": "'Ланцет' наносит удар по гаубице M777 (?) ВСУ в районе н.п Алексеевка",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 47.898056,
    "lon": 36.838231,
    "title": "'Ланцет' наносит удар по ББМ Interational Maxxpro (?) ВСУ&nbsp;на Южно-Донецком направлении",
    "date": "2025-02-03",
    "videoUrl": true
  },
  {
    "lat": 51.1558604,
    "lon": 34.5511222,
    "title": "'Ланцет' наносит удар по укрытой САУ (орудию) ВСУ в приграничье Сумской области",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 51.2700063,
    "lon": 35.2570197,
    "title": "'Ланцет' наносит удар по БТР M1126 Stryker (?) ВСУ в приграничье Курской области",
    "date": "2025-02-03",
    "videoUrl": true
  },
  {
    "lat": 49.942053,
    "lon": 37.508955,
    "title": "'Ланцет' наносит удар по автотранспорту ВСУ в районе н.п Андреевка",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 48.878852,
    "lon": 38.128222,
    "title": "Уничтожение заминированного ВСУ моста FPV-дроном",
    "date": "2025-02-02",
    "videoUrl": true
  },
  {
    "lat": 47.997114,
    "lon": 37.180008,
    "title": "68 танковый полк поддерживает продвижение пехоты в н.п. Дачное",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 51.0342432,
    "lon": 34.8159545,
    "title": "Удар ОТР по полевому лагерю ВСУ в районе н.п. Стецковка Сумской области",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 48.5698841,
    "lon": 37.8373943,
    "title": "Удары по позиции ВСУ в районе Часов Яра",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 48.1422968,
    "lon": 37.0127139,
    "title": "Подрыв на мине БМП ВСУ в районе н.п. Надеждинка",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 48.5625998,
    "lon": 37.8137148,
    "title": "Артиллеристы-десантники 98 дивизии ВДВ успешно уничтожили пункт временного размещения ВСУ в Часов Яре",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 48.84116,
    "lon": 38.140615,
    "title": "Уничтожение САУ 2С1 ВСУ в ходе КББ в районе Северска",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 48.5334939,
    "lon": 37.828461,
    "title": "Уничтожение миномета ВСУ в ходе КББ в н.п. Ступочки",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 47.9843871,
    "lon": 37.1690883,
    "title": "Подрыв на минной ловушке БТР M113 ВСУ в районе н.п.&nbsp;",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 48.5258639,
    "lon": 37.8425991,
    "title": "Уничтожение позиции дроноводов ВСУ в районе н.п. Предтечено",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 49.404161,
    "lon": 37.812661,
    "title": "Уничтожение артиллерией ВС РФ 60-мм миномета LMP-2017 ВСУ в районе н.п. Зеленый Гай Харьковской области",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 49.7051051,
    "lon": 37.690281,
    "title": "Уничтожение САУ 2С1 Гвоздика ВСУ в районе н.п. Кучеровка",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 49.1919196,
    "lon": 37.278571,
    "title": "Удар по ПВД ВСУ в Изюме",
    "date": "2025-02-04",
    "videoUrl": true
  },
  {
    "lat": 51.0493441,
    "lon": 34.8386685,
    "title": "Удары кассетными боеприпасами по полевому лагерю ВСУ в районе н.п. Иволжанское Сумской области",
    "date": "2025-02-03",
    "videoUrl": true
  },
  {
    "lat": 51.2504076,
    "lon": 34.2489446,
    "title": "Уничтожение позиции ВСУ двумя FPV-дронами в районе деревни Тёткино",
    "date": "2025-02-03",
    "videoUrl": true
  },
  {
    "lat": 48.363654,
    "lon": 37.788999,
    "title": "Удар ВКС РФ по позициям противника в районе Дзержинска",
    "date": "2025-02-03",
    "videoUrl": true
  },
  {
    "lat": 50.8530895,
    "lon": 34.8547378,
    "title": "Заявлено как Удар ОТР по подземному КП ОТГ 'Курск' ВСУ в районе н.п. Барвинково Сумской области",
    "date": "2025-02-03",
    "videoUrl": true
  },
  {
    "lat": 46.602942,
    "lon": 32.565063,
    "title": "Удар по позиции ВСУ в Херсоне",
    "date": "2025-02-02",
    "videoUrl": true
  },
  {
    "lat": 48.1413683,
    "lon": 36.9992241,
    "title": "БМП M2A2 Bradley ВСУ ловит ПТУР в башню и бросает собственного побратима в н.п Надеждинка, Красноармейское направление",
    "date": "2025-02-02",
    "videoUrl": true
  },
  {
    "lat": 48.8788085,
    "lon": 38.1285292,
    "title": "Уничтожение заминированного противником ЖД моста оптоволоконными FPV-дронами в районе Северска",
    "date": "2025-02-02",
    "videoUrl": true
  },
  {
    "lat": 51.079434,
    "lon": 34.833121,
    "title": "Удары оптоволоконными FPV-дронами по автотранспорту ВСУ в приграничье Сумской области",
    "date": "2025-02-02",
    "videoUrl": true
  },
  {
    "lat": 48.8564603,
    "lon": 38.1925426,
    "title": "Уничтожение миномета ВСУ силами 2 гвардейской артиллерийской бригады",
    "date": "2025-02-02",
    "videoUrl": true
  },
  {
    "lat": 46.41187,
    "lon": 30.70243135,
    "title": "Удар по Одессе 28.01.2025.&nbsp; пришелся, в т.ч., по аэродрому «Школьный».",
    "date": "2025-01-28",
    "videoUrl": true
  },
  {
    "lat": 47.7453889,
    "lon": 35.0965423,
    "title": "'Ланцет' наносит удар по ЗРК 'Бук-М1' ВСУ в районе н.п&nbsp;Нижняя Хортица Запорожской области.",
    "date": "2025-02-02",
    "videoUrl": true
  },
  {
    "lat": 50.771337,
    "lon": 34.764903,
    "title": "Удар БПЛА 'Герань' по нефтебазе в н.п. Низы Сумской области",
    "date": "2025-02-02",
    "videoUrl": true
  },
  {
    "lat": 50.225483,
    "lon": 33.401894,
    "title": "Поражено Яблуновское месторождение газа&nbsp;",
    "date": "2025-02-01",
    "videoUrl": true
  },
  {
    "lat": 48.0094901,
    "lon": 37.0533965,
    "title": "Удары FPV-дронами по инженерной технике ВСУ во время возведения переправы через реку Волчья",
    "date": "2025-02-02",
    "videoUrl": true
  },
  {
    "lat": 47.999097,
    "lon": 37.099175,
    "title": "Удары FPV-дронами Молния по ПВД ВСУ в н.п. Улаклы",
    "date": "2025-02-01",
    "videoUrl": true
  },
  {
    "lat": 47.535157,
    "lon": 35.908169,
    "title": "Удары по замаскированному танку ВСУ в Малой Токмачке",
    "date": "2025-02-01",
    "videoUrl": true
  },
  {
    "lat": 47.9940072,
    "lon": 37.174096,
    "title": "Уничтожение техники ВСУ в районе н.п. Дачное подразделениями 150 мсд",
    "date": "2025-02-01",
    "videoUrl": true
  },
  {
    "lat": 47.959563,
    "lon": 37.12694,
    "title": "Расчет БпЛА 39 мотострелковой бригады применил FPV-дрон с зажигательной смесью, в результате чего был уничтожен склад БК ВСУ",
    "date": "2025-01-18",
    "videoUrl": true
  },
  {
    "lat": 47.502794,
    "lon": 35.91997,
    "title": "Удары по позициям ВСУ в районе Курахово",
    "date": "2025-01-18",
    "videoUrl": true
  },
  {
    "lat": 48.2745572,
    "lon": 37.6375583,
    "title": "Уничтожение бронегруппы ВСУ в районе н.п. Архангельское",
    "date": "2025-01-18",
    "videoUrl": true
  },
  {
    "lat": 47.82700842,
    "lon": 35.19524,
    "title": "Удар по заводу Мотор Сич",
    "date": "2025-01-18",
    "videoUrl": true
  },
  {
    "lat": 47.925499,
    "lon": 33.326228,
    "title": "Удар по ПВД в г. Кривой Рог на территории&nbsp; авиационного колледжа",
    "date": "2025-01-17",
    "videoUrl": true
  },
  {
    "lat": 49.8647455,
    "lon": 37.6290671,
    "title": "Удар БПЛА-камикадзе КУБ-БЛА по позиции ВСУ в районе н.п. Двуречная",
    "date": "2025-01-17",
    "videoUrl": true
  },
  {
    "lat": 50.2539544,
    "lon": 36.422084,
    "title": "Русские воины закидывают рюкзак с противотанковыми минами в подвал к штурмовой группе ВСУ. населенный пункт Глубокое, Харьковская область",
    "date": "2025-01-17",
    "videoUrl": true
  },
  {
    "lat": 47.858133,
    "lon": 36.756327,
    "title": "Успешная погоня FPV-дрона за убегающим в закат танком ВСУ в районе Великой Новосёлки",
    "date": "2025-01-17",
    "videoUrl": true
  },
  {
    "lat": 47.9603487,
    "lon": 37.1267272,
    "title": "Уничтожение FPV-дроном 'ВТ-40' ВС РФ американского бронеавтомобиля Oshkosh M-ATV ВСУ в 'кармане' юго-западнее Курахово",
    "date": "2025-01-17",
    "videoUrl": true
  },
  {
    "lat": 47.8391421,
    "lon": 36.821429,
    "title": "Времевка освобождена!",
    "date": "2025-01-17",
    "videoUrl": true
  },
  {
    "lat": 47.535461,
    "lon": 35.393345,
    "title": "Объективный контроль удара ЛМУРом по ПВД ВСУ в н.п. Каменское",
    "date": "2025-01-17",
    "videoUrl": true
  },
  {
    "lat": 51.68337906266021,
    "lon": 34.052582061270165,
    "title": "Удар по заводу ЖБИ в н.п. Будивельня Сумской области",
    "date": "2025-01-17",
    "videoUrl": true
  },
  {
    "lat": 50.30834,
    "lon": 37.01394,
    "title": "Штурм позиций ВСУ в н.п. Тихое Харьковской области",
    "date": "2025-01-16",
    "videoUrl": true
  },
  {
    "lat": 48.5920376,
    "lon": 37.8346728,
    "title": "Воины десантники 331 полка 98 дивизии ВДВ в юго-восточной части цеха №3&nbsp; в огнеупорного завода в Часовом Яре",
    "date": "2025-01-16",
    "videoUrl": true
  },
  {
    "lat": 50.1864622,
    "lon": 36.2850682,
    "title": "'Ланцет' наносит удар по гаубице САУ 2С7 'Пион' (?) ВСУ в районе н.п Питомник",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 48.579504,
    "lon": 37.739093,
    "title": "'Ланцет' наносит удар по неидентифицированной цели ВСУ (заявлено танк) в районе н.п Стенки",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 49.535798,
    "lon": 37.684628,
    "title": "'Ланцет' наносит удар по неидентифицированной цели ВСУ на вышке, Купянское направление",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 48.585408,
    "lon": 37.834446,
    "title": "Удар ТОСом по позиции ВСУ в Часовом Яре",
    "date": "2025-01-16",
    "videoUrl": true
  },
  {
    "lat": 47.936588,
    "lon": 37.027552,
    "title": "Артиллерия 29 армии группировки 'Восток' утюжит опорники противника в окрестностях н.п. Константинополь, Южно-Донецкое направление",
    "date": "2025-01-16",
    "videoUrl": true
  },
  {
    "lat": 47.850257,
    "lon": 36.83146,
    "title": "Удар РСЗО по позициям ВСУ в Великой Новоселке",
    "date": "2025-01-16",
    "videoUrl": true
  },
  {
    "lat": 47.9995969,
    "lon": 37.0486107,
    "title": "Авиаудар по мосту в н.п. Константинополь",
    "date": "2025-01-16",
    "videoUrl": true
  },
  {
    "lat": 49.8647455,
    "lon": 37.6290671,
    "title": "Удар ЛМУРом по позиции ВСУ в районе н.п. Двуречная&nbsp;",
    "date": "2025-01-16",
    "videoUrl": true
  },
  {
    "lat": 48.2158551,
    "lon": 37.1851823,
    "title": "Удар УАСом по ПВД ВСУ в н.п. Зеленое, ДНР",
    "date": "2025-01-16",
    "videoUrl": true
  },
  {
    "lat": 48.3980111,
    "lon": 37.8406923,
    "title": "Заброс мины через крышу на позицию ВСУ в многоэтажке Дзержинска",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 48.379747,
    "lon": 37.10982,
    "title": "Удар БПЛА-камикадзе КУБ-2 по САУ (заявлено) ВСУ в районе н.п. Шевченко, ДНР",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 47.9741545,
    "lon": 36.7508514,
    "title": "Авиаудар по ПВД ВСУ в н.п. Комар, ДНР",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 48.916182,
    "lon": 38.085823,
    "title": "Уничтожение станции РЭБ ВСУ в районе Серебрянки",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 49.628114,
    "lon": 37.688423,
    "title": "Удар РСЗО Ураган по позициям ВСУ в Ковшаровке",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 47.9521487,
    "lon": 37.1342525,
    "title": "Штурмовая группа 39 отдельной мотострелковой бригады провела успешный штурм опорного пункта противника",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 48.003887,
    "lon": 37.045535,
    "title": "Авиаудар по ПВД ВСУ в н.п. Константинополь",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 47.842609,
    "lon": 36.83495,
    "title": "Авиаудар по ПВД ВСУ в н.п. Великая Новоселка",
    "date": "2025-01-15",
    "videoUrl": true
  },
  {
    "lat": 49.565778,
    "lon": 37.718717,
    "title": "Флаг России в северной части Колесниковки",
    "date": "2025-01-01",
    "videoUrl": true
  },
  {
    "lat": 50.2878776,
    "lon": 36.9247492,
    "title": "Удар ТОСом по позиции ВСУ в Волчанске",
    "date": "2025-01-14",
    "videoUrl": true
  },
  {
    "lat": 51.3641432,
    "lon": 35.2175504,
    "title": "'Ланцет' наносит удар по БТР-3Е ВСУ в приграничье Курской области",
    "date": "2025-01-13",
    "videoUrl": true
  },
  {
    "lat": 48.576099,
    "lon": 37.870811,
    "title": "Штурм позиции ВСУ в районе Часова Яра",
    "date": "2025-01-14",
    "videoUrl": true
  },
  {
    "lat": 49.126853,
    "lon": 37.915714,
    "title": "Уничтожение сбросом БМП ВСУ в районе Ивановки",
    "date": "2025-01-14",
    "videoUrl": true
  },
  {
    "lat": 47.48347,
    "lon": 35.813155,
    "title": "Авиаудар по позиции ВСУ севернее Работино",
    "date": "2025-01-14",
    "videoUrl": true
  },
  {
    "lat": 47.85199519253697,
    "lon": 36.84026151082255,
    "title": "Операторы БпЛА группировки 'Восток' уничтожили пикап противника в&nbsp;Великой Новоселке",
    "date": "2025-01-14",
    "videoUrl": true
  },
  {
    "lat": 47.5301632,
    "lon": 35.9284129,
    "title": "Пилоты FPV-дронов нашей 42-й гвардейской дивизии уничтожают пехоту противника в Малой Токмачке",
    "date": "2025-01-14",
    "videoUrl": true
  },
  {
    "lat": 50.900223,
    "lon": 35.012275,
    "title": "Удар ОТР по району сосредоточения 78 одшп ВСУ в районе н.п. Токари Сумской области",
    "date": "2025-01-13",
    "videoUrl": true
  },
  {
    "lat": 51.109341,
    "lon": 35.239677,
    "title": "Авиаудар по позиции ВСУ в Курской области",
    "date": "2025-01-13",
    "videoUrl": true
  },
  {
    "lat": 47.821689,
    "lon": 36.812438,
    "title": "Группировкой 'Восток' освобождено Нескучное",
    "date": "2025-01-13",
    "videoUrl": true
  },
  {
    "lat": 49.858487,
    "lon": 37.627825,
    "title": "Эпичный подрыв украинской БМП на противотанковой мине на Купянском направлении",
    "date": "2025-01-13",
    "videoUrl": true
  },
  {
    "lat": 48.2353455,
    "lon": 37.1080963,
    "title": "Бойцы бригады 'Бешеные псы' батальона 'Самурай' рапортуют о полном освобождении н.п. Песчаное, на Покровском направлении",
    "date": "2025-01-13",
    "videoUrl": true
  },
  {
    "lat": 47.822735,
    "lon": 36.803941,
    "title": "Удар по позиции ВСУ в н.п. Нескучное",
    "date": "2025-01-12",
    "videoUrl": true
  },
  {
    "lat": 47.96567,
    "lon": 37.093255,
    "title": "Мотострелки 656 полка освободили и установили российский флаг в н.п. Зеленовка",
    "date": "2025-01-12",
    "videoUrl": true
  },
  {
    "lat": 47.533326,
    "lon": 35.363006,
    "title": "Выявление и сбросы по группе боевиков ВСУ в районе н.п. Каменское",
    "date": "2025-01-12",
    "videoUrl": true
  },
  {
    "lat": 51.37836,
    "lon": 35.22664,
    "title": "Бой за церковь в н.п. Погребки Курской области",
    "date": "2025-01-12",
    "videoUrl": true
  },
  {
    "lat": 48.719824,
    "lon": 37.541902,
    "title": "Уничтожен ПВД подразделения 54 омбр ВСУ и складу БК в Краматорске",
    "date": "2025-01-12",
    "videoUrl": true
  },
  {
    "lat": 48.585332,
    "lon": 37.867045,
    "title": "Удар по позиции ВСУ в Часовом Яре",
    "date": "2025-01-12",
    "videoUrl": true
  },
  {
    "lat": 47.9405503,
    "lon": 37.1620598,
    "title": "Освобождено село Янтарное",
    "date": "2025-01-11",
    "videoUrl": true
  },
  {
    "lat": 47.9394403,
    "lon": 37.1620598,
    "title": "Бои за село Янтарное",
    "date": "2025-01-11",
    "videoUrl": true
  },
  {
    "lat": 50.4127161,
    "lon": 36.1420056,
    "title": "Удары по боевикам ВСУ на позиции в районе н.п. Окоп Харьковской области&nbsp;",
    "date": "2025-01-11",
    "videoUrl": true
  },
  {
    "lat": 50.2972731,
    "lon": 36.9488197,
    "title": "Сдача в плен боевика ВСУ в Волчанске",
    "date": "2025-01-11",
    "videoUrl": true
  },
  {
    "lat": 50.2871446,
    "lon": 36.9270386,
    "title": "Бои в Волчанске",
    "date": "2025-01-11",
    "videoUrl": true
  },
  {
    "lat": 50.0229218,
    "lon": 37.7096093,
    "title": "'Ланцет' уничтожает БМП ВСУ детонацией боекомплекта в районе н.п&nbsp;Колодезное",
    "date": "2025-01-11",
    "videoUrl": true
  },
  {
    "lat": 47.9904906,
    "lon": 37.2069401,
    "title": "Объективный контроль ударов FPV-дронами Молния по позиции ВСУ на очистных сооружениях восточнее н.п. Дачное",
    "date": "2025-01-11",
    "videoUrl": true
  },
  {
    "lat": 48.2261829,
    "lon": 37.1534638,
    "title": "74 бригада ВС РФ освободила пгт Шевченко",
    "date": "2025-01-11",
    "videoUrl": true
  },
  {
    "lat": 47.9914761,
    "lon": 37.1559407,
    "title": "Кубанские артиллеристы уничтожили американское орудие ВСУ М119 в районе н.п. Улаклы",
    "date": "2025-01-11",
    "videoUrl": true
  },
  {
    "lat": 51.2941579,
    "lon": 35.326418,
    "title": "Удары по позиции ВСУ в районе н.п. Черкасское Поречное Курской области",
    "date": "2025-01-10",
    "videoUrl": true
  },
  {
    "lat": 48.40292,
    "lon": 37.82844,
    "title": "Установка флага над терриконом N10 в Дзержинске",
    "date": "2025-01-10",
    "videoUrl": true
  },
  {
    "lat": 51.2553318,
    "lon": 35.0313901,
    "title": "Доставка противотанковой мины к позиции, где располагались наблюдатели — пулемётчик и корректировщик миномётного расчёта ВСУ",
    "date": "2025-01-10",
    "videoUrl": true
  },
  {
    "lat": 47.8957213,
    "lon": 36.7313579,
    "title": "'Ланцет' уничтожает САУ 2С5 'Гиацинт-С' ВСУ в районе н.п Бурлацкое",
    "date": "2025-01-10",
    "videoUrl": true
  },
  {
    "lat": 51.3399965,
    "lon": 34.0497172,
    "title": "Удар по объекту ВСУ в н.п. Линово Сумской области",
    "date": "2025-01-10",
    "videoUrl": true
  },
  {
    "lat": 51.311389,
    "lon": 35.206111,
    "title": "Авиаудар по позиции ВСУ в районе хутора Никольский Курской области",
    "date": "2025-01-10",
    "videoUrl": true
  },
  {
    "lat": 47.53258,
    "lon": 35.36493,
    "title": "Удары по позиции ВСУ в районе н.п. Каменское",
    "date": "2025-01-10",
    "videoUrl": true
  },
  {
    "lat": 49.858023,
    "lon": 37.685888,
    "title": "Удар ТОСом по позиции ВСУ в н.п. Двуречная Харьковской области",
    "date": "2025-01-10",
    "videoUrl": true
  },
  {
    "lat": 47.8272369,
    "lon": 36.8349031,
    "title": "Удар ТОС-2 'Тосочка' по позиции ВСУ в н.п. Великая Новоселка",
    "date": "2025-01-10",
    "videoUrl": true
  },
  {
    "lat": 47.9996,
    "lon": 37.0485,
    "title": "11 гвардейская армия ВВС ПВО, работающая в зоне ответственности группировки 'Восток', уничтожает переправы и мосты в районе н.п. Константинополь",
    "date": "2025-01-09",
    "videoUrl": true
  },
  {
    "lat": 46.64158,
    "lon": 32.632591,
    "title": "Удар УАСом по позиции дроноводов ВСУ в Херсоне",
    "date": "2025-01-08",
    "videoUrl": true
  },
  {
    "lat": 47.534949,
    "lon": 35.389615,
    "title": "Уничтожение БМП ВСУ в районе н.п. Каменское",
    "date": "2025-01-08",
    "videoUrl": true
  },
  {
    "lat": 49.585875,
    "lon": 37.750493,
    "title": "Удары по позиции ВСУ в районе н.п. Глушковка",
    "date": "2025-01-08",
    "videoUrl": true
  },
  {
    "lat": 49.663819,
    "lon": 37.624777,
    "title": "Удар ракетой Х-38 по переправе ВСУ через Оскол в районе н.п. Купянск Узловой",
    "date": "2025-01-08",
    "videoUrl": true
  },
  {
    "lat": 51.2973323,
    "lon": 35.4055252,
    "title": "Уничтожение техники ВСУ во время наступления на Бердин",
    "date": "2025-01-07",
    "videoUrl": true
  },
  {
    "lat": 49.653324,
    "lon": 37.651214,
    "title": "Авиаудар по ПВД ВСУ в н.п. Купянск Узловой",
    "date": "2025-01-07",
    "videoUrl": true
  },
  {
    "lat": 51.3378139,
    "lon": 35.1567581,
    "title": "Работа по уничтожению боевиков ВСУ в Курском приграничье&nbsp;",
    "date": "2025-01-07",
    "videoUrl": true
  },
  {
    "lat": 47.933485,
    "lon": 37.20786,
    "title": "Уникальные кадры боевой работы 33 МСП 20 МСД на Кураховском направлении",
    "date": "2025-01-07",
    "videoUrl": true
  },
  {
    "lat": 51.317317,
    "lon": 35.424299,
    "title": "18+ Хутор Бердин. 6 января 2025 года. Последствия украинского наступления в Курской области",
    "date": "2025-01-07",
    "videoUrl": true
  },
  {
    "lat": 48.586988,
    "lon": 37.858929,
    "title": "Объективный контроль удара FPV-дроном Молния по позиции ВСУ в Часовом Яре",
    "date": "2025-01-07",
    "videoUrl": true
  },
  {
    "lat": 51.3090882,
    "lon": 35.2067148,
    "title": "Авиаудар ФАБ-3000 с УМПК по ПВД ВСУ в хуторе Никольский Курской области",
    "date": "2025-01-07",
    "videoUrl": true
  },
  {
    "lat": 48.0180849,
    "lon": 37.1499918,
    "title": "Освобождение Шевченко: 114-я бригада 51-й армии продолжает наступление!&nbsp;",
    "date": "2025-01-07",
    "videoUrl": true
  },
  {
    "lat": 49.8549217,
    "lon": 37.6822798,
    "title": "Добивание сбросом бпошеной БМП ВСУ в н.п. Двуречная Харьковской области",
    "date": "2025-01-07",
    "videoUrl": true
  },
  {
    "lat": 49.1026469,
    "lon": 37.9442326,
    "title": "Штурм позиции ВСУ западнее Ивановки",
    "date": "2025-01-06",
    "videoUrl": true
  },
  {
    "lat": 48.5829239,
    "lon": 37.8358032,
    "title": "Объективный контроль операторов 98 ивановской дивизии, уничтожение БТР FV103&nbsp;'Spartan' ВСУ после серий ударов FPV",
    "date": "2025-01-06",
    "videoUrl": true
  },
  {
    "lat": 49.0099758,
    "lon": 38.0497248,
    "title": "Бойцы 16 обр СпН прекрасным по точности сбросом уничтожили вражеский БТР 'М113' в районе Серебрянского лесничества!",
    "date": "2025-01-06",
    "videoUrl": true
  },
  {
    "lat": 51.2119926,
    "lon": 35.3030536,
    "title": "Авиаудар по ПВД ВСУ в Судже",
    "date": "2025-01-06",
    "videoUrl": true
  },
  {
    "lat": 48.6626696,
    "lon": 35.806283,
    "title": "Уничтожение ракетным ударом колонны средств ПВО ВСУ севернее Павлограда, Днепропетровской области на расстоянии свыше 100 км от ЛБС",
    "date": "2025-01-06",
    "videoUrl": true
  },
  {
    "lat": 48.3076641,
    "lon": 37.5104699,
    "title": "На окраине Воздвиженки оптоволоконным дроном уничтожен танк Т-72 ВСУ",
    "date": "2025-01-06",
    "videoUrl": true
  },
  {
    "lat": 49.662961,
    "lon": 37.624415,
    "title": "Удар ракетой Х-38 по переправе ВСУ через Оскол в районе н.п. Купянск Узловой",
    "date": "2025-01-06",
    "videoUrl": true
  },
  {
    "lat": 47.821497,
    "lon": 35.197145,
    "title": "Поражен цех завода 'Мотор Сич' и административное здание",
    "date": "2025-01-08",
    "videoUrl": true
  },
  {
    "lat": 47.9592782,
    "lon": 37.1683348,
    "title": "'Ланцет' уничтожает БМП ВСУ в районе н.п Дачное",
    "date": "2025-01-06",
    "videoUrl": true
  },
  {
    "lat": 48.59195,
    "lon": 37.80313,
    "title": "'Ланцет' уничтожает БМП-1 ВСУ в районе н.п Часов Яр",
    "date": "2025-01-06",
    "videoUrl": true
  },
  {
    "lat": 51.307664355,
    "lon": 35.4066370592,
    "title": "Спецназ Росгвардии участвует в отражении наступления ВСУ в Курской области",
    "date": "2025-01-05",
    "videoUrl": true
  },
  {
    "lat": 49.10746,
    "lon": 37.94673,
    "title": "Освобождение Ивановки",
    "date": "2025-01-05",
    "videoUrl": true
  },
  {
    "lat": 51.31648,
    "lon": 35.42529,
    "title": "'Продвигаться не даём'. Российские бойцы отражают атаки ВСУ в Курской области",
    "date": "2025-01-05",
    "videoUrl": true
  },
  {
    "lat": 51.2980167,
    "lon": 35.216579,
    "title": "Фееричное уничтожение бронетехники ВСУ южнее Малой Локни, Курской области",
    "date": "2025-01-05",
    "videoUrl": true
  },
  {
    "lat": 49.0923371,
    "lon": 37.9590874,
    "title": "Оптоволоконные FPV-дроны ВС РФ сжигают Т-72 ВСУ в н.п. Терны, ДНР",
    "date": "2025-01-05",
    "videoUrl": true
  },
  {
    "lat": 48.0467001,
    "lon": 37.1401273,
    "title": "114-я бригада освободила Петропавловку ДНР",
    "date": "2025-01-04",
    "videoUrl": true
  },
  {
    "lat": 48.3041171,
    "lon": 37.4573178,
    "title": "Танковый бой в н.п Елизаветовка, Красноармейское направление",
    "date": "2025-01-05",
    "videoUrl": true
  },
  {
    "lat": 47.9946096,
    "lon": 37.1588337,
    "title": "Уничтожение британского бронеавтомобиля Husky TSV ночными FPV-дронами 'ВТ-40' в районе н.п. Дачное",
    "date": "2025-01-05",
    "videoUrl": true
  },
  {
    "lat": 47.9967637,
    "lon": 37.1214377,
    "title": "Новогодний салют от группы Вани Иванова в виде немецкого танка Leopard 2a4. Зажигали FPV-дронами 'ВТ-40'",
    "date": "2025-01-04",
    "videoUrl": true
  },
  {
    "lat": 51.366444,
    "lon": 35.1968311,
    "title": "Удар оптоволоконным дроном по эвакуационной группе ВСУ в Курской области.",
    "date": "2025-01-04",
    "videoUrl": true
  },
  {
    "lat": 49.3691704,
    "lon": 37.9202371,
    "title": "Бойцы 16 обр СпН ушатали очередной АГС МК-19 шикарным залетом FPV-дрона в районе н.п. Райгородка",
    "date": "2025-01-04",
    "videoUrl": true
  },
  {
    "lat": 48.2719159,
    "lon": 37.201176,
    "title": "ВСУшник пораскинул мозгами в пикапе, атакованном оптоволоконным FPV-дроном ВС РФ в Покровске",
    "date": "2025-01-04",
    "videoUrl": true
  },
  {
    "lat": 49.129819,
    "lon": 37.919543,
    "title": "Уничтожение сбросами БМП ВСУ в районе н.п. Ивановка",
    "date": "2025-01-04",
    "videoUrl": true
  },
  {
    "lat": 51.1638435,
    "lon": 35.2990303,
    "title": "Операторы FPV-дронов 'ВТ-40' ВС РФ гоняют пехоту ВСУ по частному сектору оккупированной Махновки в Курской области",
    "date": "2025-01-04",
    "videoUrl": true
  },
  {
    "lat": 48.230289,
    "lon": 37.080244,
    "title": "Объективный контроль уничтожения склада боеприпасов 32 омбр ВСУ артиллеристами бригады 'Бешеные псы' в н.п. Волково",
    "date": "2025-01-04",
    "videoUrl": true
  },
  {
    "lat": 47.533553,
    "lon": 35.363715,
    "title": "Уничтожение склада БК ВСУ в н.п. Каменское",
    "date": "2025-01-03",
    "videoUrl": true
  },
  {
    "lat": 51.085329,
    "lon": 35.082782,
    "title": "Удар ОТР по полевому лагерю ВСУ в районе н. п. Юнаковка Сумской области",
    "date": "2025-01-03",
    "videoUrl": true
  },
  {
    "lat": 47.9182854,
    "lon": 37.2237277,
    "title": "Тяжелый ударный квадрокоптер противника сбит тараном при попытке нанесения бомбового удара по танку ВС РФ в н.п. Успеновка на Кураховском направлении",
    "date": "2025-01-03",
    "videoUrl": true
  },
  {
    "lat": 47.99162,
    "lon": 37.12208,
    "title": "Уничтожение FPV-дронами танка ВСУ в районе н.п. Улаклы",
    "date": "2025-01-03",
    "videoUrl": true
  },
  {
    "lat": 47.8935024,
    "lon": 37.2159324,
    "title": "18+ Рукопашная схватка бойца ВС РФ и боевика ВСУ в объективе трофейной нашлемной камеры противника в ходе боев за н.п. Трудовое на Кураховском направлении (архив, осень 2024)",
    "date": "2025-01-02",
    "videoUrl": true
  },
  {
    "lat": 49.0512983,
    "lon": 37.8664833,
    "title": "'Ланцет' наносит удар по САУ 2С1 'Гвоздика' ВСУ на Краснолиманском направлении (30.03.2024)",
    "date": "2025-01-01",
    "videoUrl": true
  },
  {
    "lat": 47.9710795,
    "lon": 36.9888268,
    "title": "Бомбардировочная авиация 11 гвардейской армии ВВС ПВО сбросила ФАБ на позиции противника в районе н.п. Разлив",
    "date": "2025-01-02",
    "videoUrl": true
  },
  {
    "lat": 47.5267153,
    "lon": 36.0037992,
    "title": "Наш флаг над Белогорьем: хроники боев гвардейцев 70 полка",
    "date": "2025-01-02",
    "videoUrl": true
  },
  {
    "lat": 49.1260416,
    "lon": 37.9249736,
    "title": "'Ланцет' наносит удар по танку Leopard 2A6 ВСУ на Краснолиманском направлении (31.03.24)",
    "date": "2025-01-01",
    "videoUrl": true
  },
  {
    "lat": 49.1013141,
    "lon": 37.9197395,
    "title": "'Ланцет' наносит удар по движущемуся танку ВСУ на Краснолиманском направлении (31.03.24)",
    "date": "2025-01-01",
    "videoUrl": true
  },
  {
    "lat": 49.1049293,
    "lon": 37.9218783,
    "title": "'Ланцет' наносит удар по танку Leopard 2A6 ВСУ на Краснолиманском направлении (01.04.24)",
    "date": "2025-01-01",
    "videoUrl": true
  },
  {
    "lat": 46.6732946,
    "lon": 32.7980584,
    "title": "Удар ЛМУРом по позиции ВСУ на опоре ЖД моста через Днепр",
    "date": "2025-01-01",
    "videoUrl": true
  },
  {
    "lat": 48.3068601,
    "lon": 37.5096147,
    "title": "Российские войска освободили Воздвиженку",
    "date": "2025-01-01",
    "videoUrl": true
  },
  {
    "lat": 49.018393,
    "lon": 37.926397,
    "title": "Уничтожение ЛМУРом ПВД ВСУ в н.п. Заречное",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 48.261627,
    "lon": 37.20385,
    "title": "Авиаудар по ПВД ВСУ в Красноармейске (Покровске)",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 50.256465,
    "lon": 37.110204,
    "title": "Удары оптоволоконными FPV-дронами по гаубице M777 ВСУ в районе н.п. Белый Колодезь Харьковской области&nbsp;",
    "date": "2025-06-12",
    "videoUrl": true
  },
  {
    "lat": 48.1059562,
    "lon": 36.8597119,
    "title": "Авиаудар по позиции ВСУ на Красноармейском (Покровском) направлении&nbsp;",
    "date": "2025-06-13",
    "videoUrl": true
  },
  {
    "lat": 48.0349016,
    "lon": 36.8542068,
    "title": "114 ОМСБр установила флаг на границе ДНР и Днепропетровской области, попутно освободив населенные пункты Зелёный Кут и Новоукраинка",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 48.38067,
    "lon": 37.44158,
    "title": "Бойцы 1 отряда 'Шторм' 39 гвардейской мотострелковой бригады 68 гвардейского армейского корпуса штурмуют позиции ВСУ в районе н.п. Новая Полтавка",
    "date": "2025-06-16",
    "videoUrl": true
  },
  {
    "lat": 49.996073,
    "lon": 37.7120758,
    "title": "Удар оптоволоконным FPV-дроном по танку ВСУ в районе н.п. Колодезное Харьковской области&nbsp;",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.450759,
    "lon": 37.78277,
    "title": "Удары оптоволоконными FPV-дронами по технике и боевикам ВСУ в районе Дзержинска",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 51.2162955,
    "lon": 34.5622556,
    "title": "БПЛА Орион наносит удар по позиции орудия Д-30 (заявлено) ВСУ&nbsp;",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 48.473799,
    "lon": 37.907915,
    "title": "Штурм опорного пункта ВСУ на подступах к н.п. Белая Гора",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.8778673,
    "lon": 38.0915287,
    "title": "'Ланцет' уничтожает БТР ВСУ на базе 2С19 'Мста-С' в Северске",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 51.140401,
    "lon": 34.933347,
    "title": "Удары оптоволоконными FPV-дронами по БТР YPR765 ВСУ в районе н.п. Варачино Сумской области&nbsp;",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 48.0646574,
    "lon": 36.9012586,
    "title": "Под н.п. Петровского (Орехово) FPV-дронами 'КВН' уничтожается техника противника. Район прорыва границы подразделениями ВС РФ",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 52.012563293467494,
    "lon": 33.18148796071808,
    "title": "Удар по позиции дроноводов ВСУ в районе н.п. Новгород-Северский Черниговской области",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 48.864768,
    "lon": 38.07026,
    "title": "Удар оптоволоконным FPV-дроном по САУ M109 ВСУ в Северске",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.9282458,
    "lon": 38.1798663,
    "title": "Бойцы ВС РФ с флагом России в н.п. Григоровка",
    "date": "2025-06-12",
    "videoUrl": true
  },
  {
    "lat": 48.050385,
    "lon": 36.811525,
    "title": "Уничтожение САУ M109 ВСУ в районе н.п Дачное",
    "date": "2025-06-16",
    "videoUrl": true
  },
  {
    "lat": 49.9289568,
    "lon": 37.6340577,
    "title": "Операторы FPV-дронов 6-й Армии уничтожают танк Т-64БВ ВСУ в районе н.п Васильцовка, Харьковской области",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 48.87202,
    "lon": 38.079508,
    "title": "Удар оптоволоконным FPV-дроном по бронеавтомобилю ВСУ в Северске",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 46.46098,
    "lon": 30.73706,
    "title": "Поражение завода Сталькант г.Одесса",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.591667,
    "lon": 37.964444,
    "title": "Сбитие украинского разведывательного беспилотника «Домаха». Работает 98-я дивизия ВДВ",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 47.531114,
    "lon": 35.895879,
    "title": "Уничтожение ударом оптоволоконного FPV-дрона ЖД моста в Малой Токмачке Запорожской области",
    "date": "2025-06-15",
    "videoUrl": true
  },
  {
    "lat": 51.179647,
    "lon": 34.572778,
    "title": "Уничтожение ударами оптоволоконных FPV-дронов танка ВСУ и бегущего экипажа противника в районе н.п. Катериновка Сумской области",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 47.5358302,
    "lon": 35.9128929,
    "title": "Авиаудар по ПВД ВСУ в н.п. Малая Токмачка Запорожской области",
    "date": "2025-06-12",
    "videoUrl": true
  },
  {
    "lat": 48.436588,
    "lon": 37.6127779,
    "title": "Уничтожение бронетранспортера Sisu XA-180 ВСУ операторами ИЦПБТ 'Рубикон'",
    "date": "2025-06-09",
    "videoUrl": true
  },
  {
    "lat": 50.3050246,
    "lon": 37.0494197,
    "title": "Поражение миномета ВСУ в н.п. Волчанские Хутора Харьковской области&nbsp;",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.426887,
    "lon": 37.801635,
    "title": "Уничтожение бронетранспортера М113 ВСУ&nbsp;&nbsp;с пехотой в районе Дзержинска&nbsp;",
    "date": "2025-06-15",
    "videoUrl": true
  },
  {
    "lat": 48.487012,
    "lon": 37.57785,
    "title": "Работает Рубикон. Удары FPV-дронами позициям, технике, артиллерии, БПЛА и средствам связи ВСУ. ДНР",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.0385654,
    "lon": 36.9646131,
    "title": "Бронеавтомобиль international MaxxPro в районе н.п Алексеевка уничтожен FPV-дроном 'КВН'",
    "date": "2025-06-12",
    "videoUrl": true
  },
  {
    "lat": 51.152507,
    "lon": 34.7371,
    "title": "Авиаудар по позиции ВСУ в районе н.п Кондратовка",
    "date": "2025-06-15",
    "videoUrl": true
  },
  {
    "lat": 47.977355,
    "lon": 36.746,
    "title": "Дополнительные кадры установки флага в н.п Комар",
    "date": "2025-06-16",
    "videoUrl": true
  },
  {
    "lat": 47.926886,
    "lon": 36.731221,
    "title": "Удар 'Ланцетом' по БМП-1 ВСУ в объективе FPV-дрона КВН в районе н.п. Шевченко",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 48.4204621,
    "lon": 37.4549472,
    "title": "Штурм позиции&nbsp; ВСУ в одном из домов н.п. Попов Яр",
    "date": "2025-06-10",
    "videoUrl": true
  },
  {
    "lat": 48.271507,
    "lon": 37.180425,
    "title": "Авиаудар по ПВД ВСУ в Красноармейске (Покровске)",
    "date": "2025-06-11",
    "videoUrl": true
  },
  {
    "lat": 48.026967,
    "lon": 36.805037,
    "title": "Уничтожение бронетранспортера ГТМУ ВСУ в районе н.п. Дачное",
    "date": "2025-06-15",
    "videoUrl": true
  }
];