const videoData = [
  {
    "lat": 48.7020936,
    "lon": 37.6308133,
    "title": "Удар БПЛА-камикадзе 'Герань' с оптической системой наведения по цели ВСУ в аэропорту Краматорска",
    "date": "2025-06-25"
  },
  {
    "lat": 48.325865,
    "lon": 37.320716,
    "title": "Уничтожение ББМ Козак ВСУ в районе н.п Новоэкономическое",
    "date": "2025-06-24"
  },
  {
    "lat": 48.827085,
    "lon": 38.185488,
    "title": "Штурм позиции ВСУ в районе н.п. Ивано-Дарьевка",
    "date": "2025-06-24"
  }
]